{
    "Arceusism": "worshippers of Arceus, the creator of all Pokémon. See also Giratinism",
    "The Babarambaba Cult": "worshippers of Mother Nature, personified in a head of lettuce named Ralph — \"Rerun Sees the Light\" episode of What's Happening!!",
    "Bajoran religion": "Star Trek: Deep Space Nine",
    "Bandosianism": "RuneScape's war religion",
    "Banjoism": "Elan's religion in The Order of the Stick",
    "Beism": "Giles Goat-Boy, John Barth",
    "Beliar": "Gothic (video game), god of darkness, death and chaos and lord of lightning and earth.",
    "Bene Gesserit": "Dune series",
    "Bilphism": "The Beautiful and Damned by F. Scott Fitzgerald",
    "Blainetology": "\"Super Best Friends\" episode of South Park",
    "Bokononism": "Cat's Cradle by Kurt Vonnegut",
    "Boni Maroni": "National Lampoon's Doon (parody of Dune's Bene Gesserit)",
    "Brogmoidism": "Zork",
    "Brotherhood of Nod": "Command & Conquer",
    "Brotherhood of the Yellow Sign": "Cthulhu Mythos",
    "Brotherhood of Steel": "a secular religion from the Fallout video game series",
    "Buddislam": "Dune series",
    "Burns Religion": "The Simpsons episode, \"The Joy of Sect\"",
    "Cainite Heresy": "Vampire: The Dark Ages",
    "Carpathianism": "Left Behind series",
    "Cartoon Religions, ltd": "Religion in a Monty Python sketch",
    "Chantry": "From Dragon Age: Origins; Dragon Age: Origins Awakening; Dragon Age II",
    "Chaos (Warhammer)": "Warhammer, Warhammer 40,000",
    "Chemicalology": "Rex the Runt",
    "Children of Atom": "Fallout 3",
    "Children of the Cathedral": "Fallout",
    "Children of the Son": "\"Bread and Circuses\" episode of Star Trek: The Original Series",
    "Children of the Mind of Christ": "The Enderverse of Orson Scott Card",
    "Chrislam": "The Hammer of God by Arthur C. Clarke",
    "Church of Abel": "Anima: Beyond Fantasy",
    "Church of All Worlds": "Stranger in a Strange Land by Robert A. Heinlein (inspired a non-fictional religious group of the same name)",
    "Church of American Secular Humanism (C.A.S.H.)": "The Real Frank Zappa Book by Frank Zappa",
    "Church of Appropriate Humility": "CivilWarLand in Bad Decline by George Saunders",
    "The Church of Aram": "The Elder Gods",
    "Church of Artificial Intelligence": "Otherworld",
    "Church of Altana": "Final Fantasy XI",
    "Church of the Atheists": "Metalocalypse",
    "Church of Atom": "Fallout 3",
    "Church of Avacyn": "Practiced by the humans of Innistrad, a world in the Magic: the Gathering universe",
    "The Church of Awes": "The Redemption of Althalus",
    "Church of the Final Atonement aka Church of the Shrike": "Hyperion Cantos by Dan Simmons",
    "Church of The Fonz": "Family Guy",
    "The Church of Gaming": "Ctrl+Alt+Del by Tim Buckley[citation needed]",
    "The Church of God the Utterly Indifferent": "The Sirens of Titan by Kurt Vonnegut",
    "The Church of the God Who Makes No Difference": "Permutation City by Greg Egan",
    "Church of the New Epoch": "Syndicate Wars",
    "The Church of Gort": "Church for the worship of androids, cyborgs and A.I.'s in Wildstorm comics",
    "Church of Jesus Christ the Kidnapped": "Slapstick by Kurt Vonnegut",
    "Church of Martel": "Tales of Symphonia",
    "Church of the New Revelation (Fosterite)": "Stranger in a Strange Land by Robert A. Heinlein",
    "Church of Practicology": "Defined as the religion founded by the alien king living inside Stan Lee on 30 Rock, a parody of Scientology",
    "The Church of Ralph": "Night Court",
    "Church of the Savior Emperor": "Warhammer 40,000, also known as the Imperial Cult.",
    "Church of Scientific Spiritualism": "The Profit, a parody of the Church of Scientology",
    "Church of the Second Chance": "Riverworld",
    "Church of the Second Coming of the Great Prophet Zarquon": "The Restaurant at the End of the Universe by Douglas Adams",
    "Church of the Survivor": "A religion practiced on the world Scadrial created by author Brandon Sanderson.",
    "Church of Trek": "Futurama (Religion in Futurama)",
    "Church of What's Happening Now!": "Flip Wilson routine",
    "Church Without Christ": "Wise Blood (novel) by Flannery O'Connor",
    "Chutengodianism": "Godless by Pete Hautman",
    "Cola Cult": "Chip 'n Dale Rescue Rangers",
    "Colonial polytheistic religion": "Battlestar Galactica",
    "Contolism": "From the Gundam universe, a religion that preaches humanity's destiny is to migrate from Earth into space.",
    "Crackpot Religions Ltd": "bogus religion in a Monty Python sketch.",
    "Creedish Death Cult": "Chuck Palahniuk's novel Survivor",
    "Cthulhu Mythos cults": "Cthulhu Mythos",
    "Cult of Demnos": "a cult in the Doctor Who story \"The Masque of Mandragora\".",
    "Cult of Gaea": "The religion of the CHAOS alignment in the Megami Tensei series.",
    "Cult of Rammenoth": "A religion in the comicbook series Young Lovecraft (by José Oliver and Bart Torres), who worships an Elder God like the ones that H.P. Lovecraft created",
    "Cult of Skaro": "Supreme Daleks Doctor Who",
    "Cult of Sigmar": "The Empire's primary religion in Games Workshop's Warhammer Fantasy world.",
    "Cult of Sirius": "A cult believing the alien invaders are in fact godly messengers coming to punish mankind for their sinful behavior in X-COM Interceptor and X-Com Apocalypse",
    "The Covenant Religion, also known as \"The Great Journey\"": "Halo",
    "Cult Mechanicus": "Warhammer 40,000",
    "Cybertao": "from the Century Next Door series by John Barnes",
    "Cylon monotheistic religion": "Battlestar Galactica",
    "Drowned God": "The Drowned God is a sea deity worshiped solely by the Ironborn in Westeros in A Song of Ice and Fire. The religion of the Drowned God is old, dating back to before the Andal Invasion. The Andal invaders of the Iron Islands converted to the local religion rather than supplant it with the Seven as they did in the south of Westeros. The Drowned God religion supports the ironmen's naval, pirate culture.",
    "D'ni Religion": "as seen in the Myst series.",
    "Duism": "From the science-fiction stories of Stanislaw Lem.",
    "Daedra Worship": "The Elder Scrolls series",
    "Dark Day Fatalism": "\"Small Minded Giants\" by Oisín McGann.",
    "Divine Order of His Shadow": "Lexx TV series",
    "Dave's cult": "Is in Postal 2 & Postal 3, loosely based on Branch Davidians.",
    "The Dragon Cult": "The Elder Scrolls series.",
    "Earthseed": "Parable of the Sower and its sequel, Parable of the Talents, see Octavia Butler",
    "Einhasad": "Lineage II",
    "Elder God": "Legacy of Kain series",
    "Elune": "Warcraft Universe",
    "Elvii": "collective term for Elvis Presley worshippers who view him as a divine avatar in Jack Womack's Dryco Quartet, most notably in Elvissey",
    "Enigma Babylon One World Faith": "Left Behind series",
    "The Epsilon Program": "Grand Theft Auto: San Andreas[1] and Grand Theft Auto V.",
    "Esoteric Order of Dagon": "Cthulhu Mythos",
    "Eternal Fire": "A belief that is being promoted by Grandmaster Jacques de Aldersburg and his Order of the Flaming Rose. The Witcher (video game)",
    "Ethos": "Xenogears",
    "Evans Church": "Breath of Fire II",
    "Eternal Alchemy": "Guild Wars",
    "Faith of the Many-Faced God": "A religion based around the worship of Death in A Song of Ice and Fire",
    "Faith of The Seven": "A Song of Ice and Fire by George R. R. Martin",
    "FARGO": "Moon.",
    "Feeders of Vaal": "\"The Apple\" episode of Star Trek: The Original Series",
    "Festivus": "Seinfeld",
    "First Amalgamated Church": "Futurama (Religion in Futurama)",
    "The First Church of the Flaming Sword, Las Vegas": "Waiting for God",
    "Fosterites": "Stranger in a Strange Land",
    "Foundationism": "Babylon 5",
    "First Church of the Fonz": "\"The Father, the Son, and the Holy Fonz\" episode of Family Guy",
    "First Church of the Gooey Death and Discount House of Worship": "Imus in the Morning radio show",
    "First Church of LeChuck, Orthodox": "Escape From Monkey Island computer game",
    "First House of Polyester Worship and Horizontal Throbbing Teenage Desire Our Lady of the White Go-Go Boot Lord of the 40-Watt Undulating Bubbling Lava Lamp Apocalyptic No Pizza Take-out After 12 Achey-Breaky Love Tabernacle in Nashville, Tenn.": "Church membership claimed by jazz-blues pianist/parodist Rev. Billy C. Wirtz",
    "Fishers of Men (Cult)": "Leaving Fishers by Margaret Peterson Haddix",
    "Followers of the Apocalypse": "New California Republic in Fallout and Fallout: New Vegas",
    "Forceism": "Star Wars",
    "Fordism": "Brave New World",
    "Free the soul": "From Virtue's Last Reward. A religious organization with the agenda to \"purify the unclean\" and create an uncorrupted world by any means possible. They are behind the world-wide viral pandemic which caused the collapse of the human race.",
    "Friends Of Humanity (FOH)": "Marvel Comics",
    "Frisbeetarianism": "\"The belief that when you die, your soul goes up on the roof and gets stuck there.\" (George Carlin)",
    "Furude Shrine": "from Higurashi no Naku Koro ni. A Shinto style folk religion that worships Oyashiro-sama, a deity who conciliate humans and demons.",
    "Galactophasic Determinism": "The religion of the Orange Catholic Bible in the Dune series",
    "Giratinism": "The religion based on the Dark Lord, Giratina of the Pokemon Universe who betrayed Lord Arceus's orders",
    "Global Standard Deity": "Thursday Next books by Jasper Fforde",
    "Goa'uld religion": "Most Goa'uld pose as gods to control slave armies. \"Goa'uld\" means \"God\" in the Goa'uld language from the television series Stargate SG-1.",
    "The Great Chain": "Belief in self-interest and free markets that unite the people. This is more of a philosophy than a religion, as it is a belief promoted by Andrew Ryan, who is a staunch atheist.",
    "The Great Green Arklseizure": "A religion from the TV series \"The Hitchhiker's Guide to the Galaxy (TV series)\" by Douglas Adams",
    "Guthixianism": "RuneScape's balance-sided religion",
    "Great Pumpkin": "Peanuts",
    "Gozer Worshippers": "Ghostbusters mentioned only.",
    "Happy-Happyism": "from the video game EarthBound",
    "Hammerites (The Order of the Hammer)": "from the Thief (series) of computer games",
    "Handdara": "A religion loosely resembling Hindu, Taoist and Zen beliefs featured in The Left Hand of Darkness",
    "Haruhiism": "worship of the title character from the series The Melancholy of Haruhi Suzumiya, in which some characters believe that she is a god",
    "Haydn Sikhs": "mentioned in National Lampoon's Doon",
    "Helixism": "created by the players of Twitch Plays Pokemon",
    "Hitlerism": "founded and created by Eric Cartman (South Park)",
    "Holy Light": "Warcraft Universe",
    "Hubology": "from the video game Fallout 2",
    "Hylian Religion, which worships the three Goddesses who created the world of Hyrule": "in the Legend of Zelda video game series",
    "IBM": "from the \"Deities\" episode of the Max Headroom TV series",
    "The Imperial Creed": "From Warhammer 40,000. Also called the Imperial Cult",
    "The Imperial Cult": "The Elder Scrolls. The faith of The Empire of Tamriel that follows the Nine Divines; Akatosh, Stendarr, Mara, Dibella, Julianos, Zenithar, Kynareth, Arkay and Talos, the apotheosized founder of the Empire Tiber Septim.",
    "Iridescent Tones": "A religion practiced on the world Nalthis created by author Brandon Sanderson.",
    "Ishbalan": "Fullmetal Alchemist",
    "Innos": "Gothic God of Fire and Light, lord of the Order.",
    "Jediism": "Star Wars",
    "Jemima's Witness": "Mentioned in an episode of Family Guy",
    "Jenova's Witness": "in the webcomic VG Cats (a pun on Jehovah's Witnesses and Jenova from the Final Fantasy VII)",
    "Jesuit Jews for Jesus": "the Purim sketch, Saturday Night Live",
    "Jiu-Jitsus for Jesus": "mentioned in National Lampoon's Doon",
    "Junkism": "founded by Fred Sanford in Sanford and Son as a means for paying no taxes.",
    "Kelx": "Kelx is a religion that appears in Neal Stephenson's Anathem. The followers of Kelx believe that the whole world is in the mind of a man condemned to die. The \"Condemned Man\" is on trial in the \"Magistrate's\" court for the murder of the \"Innocent\" and her family. The Condemned Man argues that whole worlds can be created by any soul and therefore no one should be put to death. Each day the Condemned Man tells a story from the world in his mind, and the Magistrate judges the people in that story. The Condemned Man's life and therefore the very existence of the world hang on the Magistrate's judgment of each story.",
    "Khala": "StarCraft",
    "Kinda": "Doctor Who",
    "Klingon religion": "Star Trek",
    "Konja Kyūsei Subarakikō": "Key the Metal Idol",
    "Lapine Theism": "Original Lapine belief in one sun god, Frith, and rabbit prophet. Includes other minor deities/angels including Prince Rainbow who orders the world on behalf of Frith but is neither omnipotent nor infallible (and may represent humanity as seen by rabbits), and the Black Rabbit of Inlé (Inlé-Rah) who is the personification of Death. Also includes supposedly mortal folk heroes such as El-ahrairah (who may have taken up a quasi-religious role after death).",
    "Lapine Christianity": "Parody religion",
    "The Light": "Main religion of the Dwarves, Draenei and Humans in World of Warcraft.",
    "The Lords of Kobol": "While the official name of the religion is not known, the religion featured in Battlestar Galactica follows a belief in these beings and religious practices surrounding them.",
    "Los Illuminado": "Resident Evil 4",
    "Laser Lotus Buddhist": "Community",
    "Manduism": "Is a Sealab version of Hinduism.",
    "McMahonism": "",
    "Manifold": "One of two human religions in Stan Nicholls' Orcs series.",
    "Mechanists": "(Order of the Gear)",
    "Mechanoid religion": "Red Dwarf, advocates life after deactivation in Silicon Heaven",
    "Mercerism": "Do Androids Dream of Electric Sheep? by Philip K. Dick",
    "MindHead": "Steve Martin movie Bowfinger",
    "Movementarianism": "\"The Joy of Sect\" episode of The Simpsons",
    "Mycogenian Religion": "\"Prelude to Foundation\" by Isaac Asimov",
    "The Necromonger Way": "The Chronicles of Riddick",
    "NeoAquarian Temple": "Snow Crash",
    "New Yevon": "Final Fantasy X-2 (More of a political party than an actual religion)",
    "Nisanism": "Xenogears",
    "Nugganism": "Terry Pratchett's Discworld",
    "Neptuanism": "SpongeBob SquarePants",
    "Notchism": "minecraft",
    "Old Gods": "The Old Gods of the children of the forest, are nameless deities of stone and earth and tree, which were named so by the followers of the Seven (\"New Gods\") that replaced them in all but North of Westeros, where it's still practiced strongly by Northmen, Crannogmen and Free Folk from Beyond the wall. \"A Song of Ice and Fire By George R.R. Martin\"",
    "Omega House (Religion)": "a Bitheistic religious cult disguised as a sorority group. - King of the Hill episode Fun with Jane and Jane",
    "Omnianism": "Terry Pratchett's Discworld",
    "Oprahism": "Futurama (Religion in Futurama)",
    "Religions that contributed to the Orange Catholic Bible": "",
    "The Order": "A world religion that combined all of the major religions is a concept in the popular game Deus Ex: Invisible War",
    "Order of Aurelius": "an elite sect of vampires in the Buffyverse.",
    "Order of the Binary Singularity": "Is a monotheistic robot religion on Chapek 9 that teaches binary unity and to embrace one's pre-programmed nature and to not be discouraged by it as it represents robot magnificence and as well worships a human goddesses \"Mom\" put as named \"creatrix\" by followers and also she creates the religion. - Futurama episode Free Will Hunting",
    "The Order of Messiah": "The religion of the LAW alignment in the Megami Tensei series.",
    "The Order of the Serpentine": "a brotherhood created to help market Axe deodorants",
    "Order of Wen the Eternally Surprised": "Discworld",
    "Origin": "The religion of the Ori race in the television series Stargate SG-1.",
    "Ormus": "Xenosaga",
    "Panarii": "the main religion in the computer game Arcanum: Of Steamworks and Magick Obscura",
    "Pathism": "A religion practiced on the world Scadrial created by author Brandon Sanderson.",
    "Perfectly Frank Church of Christ of the Saturday Saints": "mentioned in National Lampoon's Doon",
    "Potatoism": "a short-lived religion in Dinosaurs dedicated to the worship of the Great Potato",
    "Praysbyterian": "from Drake and Josh a parody of the Presbyterian Church.",
    "Prismatology": "Sam & Max: Season One",
    "Puss'n Buddhists": "mentioned in National Lampoon's Doon",
    "Practicology": "the religion founded by the alien living inside Stan Lee, practiced by Devon Banks in 30 Rock. The religion was also mentioned when Tracy Jordan was looking for a religion and the church turned him down; despite the fact that the church \"Love movie stars\".",
    "Quantum Presbyterian": "Kang's and Kodos' religion in The Simpsons",
    "Quaichist movement": "A cult central to the plot in Alastair Reynolds' story Absolution Gap, the fourth novel in the Revelation Space series.",
    "Quintarianism": "The Curse of Chalion and sequels by Lois McMaster Bujold",
    "Raifuku Shrine": "from Kamichu!. A syncretism of Shinto and the original (fictional) folk religion. The latter worships a living god Yurie Hitotsubashi, a protagonist of the anime. Called Yashima Shrine in the original manga.",
    "Rao (comics) worship": "Superman mythos. Rao refers to the red sun that Krypton orbited before its destruction, and a related sun god deity.",
    "The Rapture Family": "Everyone owes each other a sense of unity and brotherhood. This is the most recent cult to have appeared in Rapture, having been created and promoted by Sofia Lamb and Simon Wales.",
    "Reformed Neo-Buddhism": "Community",
    "Rescenism (The Sacred Rhythm)": "Orion's Arm",
    "Reverend Wayne's Pearly Gates (Cult of Asherah)": "Snow Crash",
    "Robotology": "Futurama (Religion in Futurama)",
    "Saradominism&": "RuneScape's order-sided religion",
    "The Saturnine Cult": "Elements of paganism (majority Neo-Hellenic/Roman) and nature worship. According to Julie Langford, worshipers of this cult drink human blood as well as cups full of Plasmids (most likely raw ADAM). They also believe they have been \"touched\" by the ancient gods.",
    "Scientific People": "The Stars My Destination",
    "Scientism (Foundation)": "the bogus religion established by Salvor Hardin in Isaac Asimov's Foundation.",
    "Scratch": "Cowboy Bebop",
    "Second Islam": "Dune series",
    "Secret Israel": "Dune series",
    "Selfosophy": "\"Jose Chung's Doomsday Defense\" episode of Millennium.",
    "Seventh Day Advent Hoppists": "Arnold Rimmer's parents' religion due to a typing error in their Bible Red Dwarf",
    "Shu-Korath": "A religion practiced on the world Sel created by author Brandon Sanderson.",
    "Shu-Dereth": "A religion practiced on the world Sel created by author Brandon Sanderson.",
    "the Silence": "Doctor Who religious order who infiltrate the minds of their enemies Doctor Who",
    "Sith": "Star Wars",
    "Sky Haussman cult": "a cult that developed an indoctrinal virus that alters the infected's perceptions, from the Revelation Space series.",
    "Snakedance": "Doctor Who",
    "Soldiers of the One": "radical monotheistic group usually associated with terrorism on the planet \"Caprica\"",
    "Sorrows": "a tribe whose beliefs are based on Christianity",
    "Space Catholicism": "Futurama (Religion in Futurama)",
    "Speaker for the Dead": "Based on the fictional books The Hive Queen and The Hegemon written by Andrew \"Ender\" Wiggin a.k.a. The Speaker for the Dead, from The Enderverse by Orson Scott Card (Not officially a religion, it is known as a Humanist movement)",
    "Spode": "Spore",
    "Starclanism": "religion from the Warrior Cats series",
    "Starry Wisdom": "H. P. Lovecraft's short story The Haunter of the Dark",
    "Starveling Cult": "The Algebraist by Iain M. Banks.",
    "Six Human Gods": "Guild Wars",
    "Super Adventure Club": "cult from South Park",
    "Spirits of the Wild": "Guild Wars",
    "Sunbird": "created by players of Yu-Gi-Oh!",
    "Syrinx": "religion mentioned in the song \"2112\" by Rush.",
    "Teleological Pantheism": "The Starrigger series by John DeChancie",
    "Third Islam": "Dune series",
    "Tribunal Temple": "Cult of the three living gods known as Vivec, Almalexia and Sotha Sil who are worshipped by the Dunmer, or Dark Elves of Morrowind.",
    "Trigonate Church": "A worship of three principle gods, and several minor ones, in Tad Williams' Shadowmarch series.",
    "Tritheism": "alluded to but not described in \"Prelude to Foundation\" by Isaac Asimov",
    "The Truth": "A religion based on the belief that all apparent reality is actually a computer simulation",
    "Universal Church of Truth": "Marvel Comics",
    "Unity": "One of two human religions in Stan Nicholls' Orcs series.",
    "Unitology": "Dead Space (video game)",
    "Vulcan religion": "Star Trek",
    "Vodarac": "Eureka Seven",
    "Vorinism": "A religion practiced on the world Roshar created by author Brandon Sanderson.",
    "The Vu-Age Church": "from the \"Deities\" episode of the Max Headroom TV series",
    "Verdukianism": "Is a religion that has a fictional holiday \"Merlinpeen\" (Secret Santa (30 Rock))",
    "The Warrior Monks of Phum": "Michael Moorcock's Elric of Melniboné novels",
    "Wayism": "Andromeda",
    "The Western Branch of American Reform Presbylutheranism": "the denomination of Reverend Lovejoy in The Simpsons",
    "Yen Buddhism": "Discworld. Yen Buddhists believe that money poisons the soul, so they collect as much as possible, to protect others from it. Basically a play on Zen/Yen.",
    "Yevonism": "Final Fantasy X",
    "Yomeshta": "the religion of the Orgota people in The Left Hand of Darkness who follow the teachings of a messianic figure called Yomesh",
    "Young Men's Reformed Cultists of the Ichor God Bel-Shamaroth Association": "religious organisation in Terry Pratchett's Discworld",
    "Young Moneyism": "worshipers of young money",
    "Zakarum": "Religion based on Diablo universe",
    "Zamorakianism": "RuneScape's chaos-sided religion",
    "Zarosianism": "Ancient RuneScape religion",
    "Zen Gnosticism": "Hyperion series",
    "Zenshia": "Legends of Dune series",
    "Zensufi": "Dune series",
    "Zensunni": "Dune series",
    "Zumanism": "\"Holy Sheep\" episode of Andy Richter Controls the Universe"
}
