{
    "Eventualism": "A satire on Scientology-like religions which appeared in the movie Schizopolis",
    "Invisible Pink Unicorn": "A parody of theist definitions of God. It also highlights the arbitrary and unfalsifiable nature of religious belief, in a similar way to Russell's teapot.",
    "Kibology": "A humorous Usenet-based satire of religion",
    "Landover Baptist Church": "A satiric parody of Fundamentalist Christianity.",
    "Last Thursdayism": "A joke version of omphalism that argues that the universe was created last Thursday, created to demonstrate problems with unfalsifiable beliefs, and the variant Next Wednesdayism inspired by John Landis's running movie gag See You Next Wednesday.",
    "Pastafarianism, or the Church of the Flying Spaghetti Monster": "A parody of intelligent design, Creationism, and religion in general, as a modern version of Russell's teapot.",
    "Tarvuism": "A spoof religion that British comedians Peter Serafinowicz and Robert Popper invented for the television show, Look Around You, that parodied instructional religious videos such as those of Scientologists and Christians.",
    "First Church of the Last Laugh": "The spoof religion behind the annual Saint Stupid's Day Parade in San Francisco.",
    "Pastafarianism": "A religion which claims to follow the Flying Spaghetti Monster, a deity composed entirely of spaghetti. It parodies Catholic councils with its First Council of Olive Garden, and Catholic saints with its scripture \"TheLooseCanon\", supposedly written by John the Blasphemer. Its name is a parody of Rastafarianism.",
    "Bokononism": "A fictional religion from Kurt Vonnegut's novel Cat's Cradle, which promotes harmless comforting lies called foma. Its principal text, The Books of Bokonon, is a parody of the New Testament. See also the Church of God the Utterly Indifferent in Kurt Vonnegut's The Sirens of Titan.",
    "Church of the SubGenius": "Founded in 1979. Often regarded as a parody of religion in general, with elements of fundamentalist Christianity, Zen, Scientology, new-age cults, pop-psychology, and motivational sales techniques amongst others, it has become a movement in its own right, inspiring several books, art exhibits, rock albums, conventions, and novelty items.",
    "Dudeism": "A religion based on the 1998 film, The Big Lebowski, in which the titular character, also known as \"theDude\", is revered as a guru. The adherents consider the religion a modern form of Taoism.",
    "Discordianism": "It is based on the book 1965 Principia Discordia. Its principal deity is the goddess of chaos Discordia (Greek Eris).",
    "Iglesia Maradoniana (\"ChurchofMaradona\")": "It was formed by an Argentinian group of fans of the association football player Diego Armando Maradona. The adherents baptize themselves by slapping a football, which is a reference to the 1986 \"HandofGod\" goal.",
    "Jediism": "In 2001 following an Internet campaign, the fictional Star Wars \"religion\" of the Jedis became a parody religion in several Commonwealth countries as 1.5% of the New Zealand, 0.37% of the Australia and 0.7% of the UK population stated their religion as Jedi in the official census (see Jedi census).",
    "Kopimism": "It is based on the belief that file sharing is a sacred virtue which must remain protected. It was given recognition by the Sweden government in January 2012. It was founded by a philosophy student, Isak Gerson.",
    "Matrixism, or The Path of the One": "A new religious movement inspired by the 1999 movie The Matrix. It appeared online in 2004. The adherents claim belief in a multilayered subjective reality and await the return of their prophet, the One.",
    "Church of Euthanasia": "The Church of Euthanasia is a \"non-profiteducationalfoundationdevotedtorestoringbalancebetweenHumansandtheremainingspeciesonEarth.\" The Church uses sermons, music, culture jamming, publicity stunts and direct action to highlight Earth's unsustainable population. The Church is notorious for its conflicts with Pro-life Christian activists."
}
