{
  "description": "A list of sandwiches.",
  "sandwiches": [
    {
      "description": "Generally served hot, and often eaten with ketchup or brown sauce",
      "origin": "United Kingdom",
      "name": "Bacon"
    },
    {
      "description": "A breakfast sandwich, usually fried or scrambled eggs",
      "origin": null,
      "name": "Bacon, egg and cheese"
    },
    {
      "description": "Canned baked beans on white or brown bread. Sometimes butter is also used.",
      "origin": "United States",
      "name": "Baked bean"
    },
    {
      "description": "Filling is typically meat, but can contain a wide range of foods, including sardines, tofu, pâté, or eggs. Served on an airy baguette with pickled carrots, cilantro and peppers.",
      "origin": "Vietnam",
      "name": "Bánh mì"
    },
    {
      "description": "Served on a bun, with chopped or sliced meat (pulled pork, beef or chicken typically), and sometimes topped with coleslaw",
      "origin": "United States",
      "name": "Barbecue"
    },
    {
      "description": "Ham and cheese, usually mantecoso, which is similar to farmer cheese",
      "origin": "Chile",
      "name": "Barros Jarpa"
    },
    {
      "description": "Beef (usually thin cut steak) and cheese",
      "origin": "Chile",
      "name": "Barros Luco"
    },
    {
      "description": "Melted cheese, roast beef, tomato and pickled cucumber in a hollowed-out French roll",
      "origin": "Brazil",
      "name": "Bauru"
    },
    {
      "description": "Roast beef on a caraway kaiser roll",
      "origin": "United States",
      "name": "Beef on weck"
    },
    {
      "description": "Named for its ingredients: bacon, lettuce and tomato",
      "origin": "United States",
      "name": "BLT"
    },
    {
      "description": "Pre-sliced, sometimes fried bologna sausage between slices of white bread, along with various condiments, such as ketchup, mustard, and mayonnaise.",
      "origin": "United States",
      "name": "Bologna sandwich"
    },
    {
      "description": "Usually grilled on white bread, containing a bratwurst sausage, onions, and a blend of tomato ketchup, mustard, and curry powder",
      "origin": "Austria",
      "name": "Bosna"
    },
    {
      "description": "A convenience dish on a variety of bread rolls, containing such breakfast items as sausages, bacon, white or black pudding, mushrooms, tomatoes, hash browns and fried eggs, often eaten with ketchup or brown sauce,",
      "origin": "United Kingdom and Ireland",
      "name": "Breakfast roll"
    },
    {
      "description": "Typically a scrambled or fried egg, cheese, and a sausage patty or other breakfast meat served on a biscuit or English muffin",
      "origin": "United States",
      "name": "Breakfast"
    },
    {
      "description": "A dated reference to the poor quality of catering on the now-defunct British Rail, refers to any poor-quality sandwich, often stale.",
      "origin": "United Kingdom",
      "name": "British Rail"
    },
    {
      "description": "A soft bread roll containing a ragout-based croquette. It is often eaten with mustard.",
      "origin": "The Netherlands",
      "name": "Broodje kroket"
    },
    {
      "description": "Consists of a spicy patty which is shallow-fried, onions, and chutney or raita in a hamburger or hot dog bun.",
      "origin": "Pakistan",
      "name": "Bun kebab"
    },
    {
      "description": "Single, open-faced, containing butter as the common ingredient, with sweet or savory toppings depending on the meal",
      "origin": "Germany",
      "name": "Butterbrot"
    },
    {
      "description": "Sliced avocado, meat, white cheese, onions and red sauce (salsa roja), on a fluffy sesame-seeded egg roll, originally from the city of Puebla.",
      "origin": "Mexico",
      "name": "Cemita"
    },
    {
      "description": "Thinly sliced churrasco-style steak, or lomito-style pork, with tomatoes, green beans and green chiles, served on a round roll",
      "origin": "Chile",
      "name": "Chacarero"
    },
    {
      "description": "In the United States it is usually made with American cheese, and often served toasted alongside tomato soup or with sliced tomato inside. When toasted (pictured), it is commonly referred to as a \"grilled cheese sandwich\".",
      "origin": null,
      "name": "Cheese"
    },
    {
      "description": "Slices of cheese (typically Cheddar) and pickle (a sweet, vinegary chutney with the most popular brand being Branston), sandwiched between two slices of bread.",
      "origin": "United Kingdom",
      "name": "Cheese and pickle"
    },
    {
      "description": "Thinly sliced steak and melted cheese in a long roll, also known as a Philadelphia or Philly cheesesteak.",
      "origin": "United States (Philadelphia, Pennsylvania)",
      "name": "Cheesesteak"
    },
    {
      "description": "A sandwich prepared with chicken salad as a filling.",
      "origin": null,
      "name": "Chicken salad"
    },
    {
      "description": "Chickpea salad is a vegan sandwich filling that has a texture similar to tuna salad. Chickpea salad consists of mashed up chickpeas, vegenaise, onions, and other seasonings. Some versions also include tuna.",
      "origin": "United States",
      "name": "Chickpea salad"
    },
    {
      "description": "A hamburger, with the patty topped with chili con carne",
      "origin": "United States",
      "name": "Chili burger"
    },
    {
      "description": "Sliced white bread (or a large, flat bread roll) filled with chips usually sprinkled with salt and vinegar or tomato ketchup.",
      "origin": "United Kingdom",
      "name": "Chip butty"
    },
    {
      "description": "Sandwiches prepared with thinly sliced or pressed salted and dried beef. Some chipped beef is smoked to add flavor.",
      "origin": "U.S. military cuisine",
      "name": "Chipped beef"
    },
    {
      "description": "Filet mignon with mozzarella, tomatoes, mayonnaise, and commonly bacon, black or green olives, fried or hardboiled eggs and ham",
      "origin": "Uruguay",
      "name": "Chivito"
    },
    {
      "description": "Grilled chorizo, usually served on a crusty roll with salsa-type condiments, such as pebre, salsa criolla or chimichurri. Morcipán is a variety of this using black pudding or blood sausage.",
      "origin": "Argentina",
      "name": "Choripán"
    },
    {
      "description": "A brown gravy base and chow mein mixture in a hamburger-style bun",
      "origin": "United States",
      "name": "Chow mein"
    },
    {
      "description": "Thinly cut steak, grilled and served on a toasted bun, usually with tomato, avocado and mayonnaise",
      "origin": "Chile",
      "name": "Churrasco"
    },
    {
      "description": "A triple-decker sandwich made with sliced turkey or chicken, bacon, tomato and lettuce, usually contains mayonnaise",
      "origin": "United States",
      "name": "Club"
    },
    {
      "description": "Corned beef with mustard, usually on rye bread",
      "origin": null,
      "name": "Corned beef"
    },
    {
      "description": "Crisps and occasionally pickles on white bread",
      "origin": "United Kingdom",
      "name": "Crisp"
    },
    {
      "description": "A grilled ham and cheese (typically Emmental or Gruyère) sandwich, sometimes coated in a mornay or béchamel sauce",
      "origin": "France",
      "name": "Croque-monsieur"
    },
    {
      "description": "Ham, roasted pork, Swiss cheese, pickles, mustard, and sometimes Genoa salami on Cuban bread, usually pressed and warmed in a plancha",
      "origin": "United States (Tampa, Florida) and Cuba",
      "name": "Cuban"
    },
    {
      "description": "Two thin slices of crustless, lightly buttered white bread, containing paper-thin slices of peeled cucumber",
      "origin": "United Kingdom",
      "name": "Cucumber"
    },
    {
      "description": "Spicy cudighi (a Michigan variety of Cotechino Italian sausage), on a long, hard roll, often topped with mozzarella and tomato sauce",
      "origin": "Italy",
      "name": "Cudighi"
    },
    {
      "description": "Multiple layers containing a wide variety of meats and condiments, named for Dagwood Bumstead of the comic strip Blondie",
      "origin": "United States",
      "name": "Dagwood"
    },
    {
      "description": "Type of sandwich that may be ordered at a deli, choices include type of bread (toasted or untoasted,) type of meat (cold cut), type of sliced cheese, vegetable fillings (lettuce, tomato, onion, etc.) and condiments",
      "origin": null,
      "name": "Deli sandwich"
    },
    {
      "description": "A sandwich containing a Denver omelette",
      "origin": "United States",
      "name": "Denver"
    },
    {
      "description": "Doner kebab is meat cooked on a vertical spit, normally veal or beef but also may be a mixture of these with lamb, and sometimes chicken that may be served wrapped in a flatbread such as lavash or pita or as a sandwich.",
      "origin": "Turkey",
      "name": "Doner kebab"
    },
    {
      "description": "Chopped or shredded, savory donkey meat in a bun, sold in Baoding, Hebei Province as street food, and also in high-end restaurants",
      "origin": "China",
      "name": "Donkey burger"
    },
    {
      "description": "Two flat fried bara (bread), containing curried chickpeas or garbanzo beans",
      "origin": "Trinidad and Tobago",
      "name": "Doubles"
    },
    {
      "description": "Made of ground beef, tomato sauces, spices and many onions and peppers. It is a popular food served at local family gatherings and fund raising benefits, usually made in large quantities.",
      "origin": "United States (Woonsocket, Rhode Island)",
      "name": "Dynamite"
    },
    {
      "description": "On a piece of dark rye bread, a layer of leverpostej, topped with a slice of salt beef and a slice of meat aspic, topped with raw onion rings and garden cress.",
      "origin": "Denmark",
      "name": "Dyrlægens natmad"
    },
    {
      "description": "Peanut butter, banana, and bacon inside of two slices of bread",
      "origin": "United States",
      "name": "Elvis sandwich"
    },
    {
      "description": "Generic sandwich: This contains eggs, usually sliced hard boiled eggs or egg salad, but may be made with fried or (more rarely) scrambled egg, topped with the local roe spread, locally called kaviar.\nEgg salad sandwich: A chopped egg mixed with mayonaise.\nEggs Benedict is an open-faced sandwich consisting of an English muffin topped with meat, eggs, and hollandaise sauce.",
      "origin": "Wordwide",
      "name": "Egg"
    },
    {
      "description": "White bread with nonpareils (= 'sprinkles' (U.S.) or 'hundreds and thousands' (U.K.)) on a spread of butter. Often cut into squares or triangles.",
      "origin": "Australia and New Zealand",
      "name": "Fairy bread"
    },
    {
      "description": "Deep-fried balls of ground, seasoned chickpeas topped with salad vegetables, hot sauce, tahini-based sauces, and pickled vegetables, wrapped in or added to the pocket of a split-open pita bread.",
      "origin": "Middle East",
      "name": "Falafel"
    },
    {
      "description": "Crusty bread rolls filled with fish (most commonly Bismarck or soused herring) and onions",
      "origin": "Germany",
      "name": "Fischbrötchen"
    },
    {
      "description": "Consists of a single warmed, hollowed-out loaf of bread filled with one jar of creamy peanut butter, one jar of grape jelly, and a pound of bacon. In 1976, Elvis Presley and some of his friends flew to Colorado to consume them.",
      "origin": "Colorado, United States",
      "name": "Fool's Gold Loaf"
    },
    {
      "description": "Peanut butter and marshmallow creme. Pictured is a fluffernutter sandwich prior to being assembled.",
      "origin": "United States",
      "name": "Fluffernutter"
    },
    {
      "description": "Wet-cured ham, linguiça, fresh sausage (chipolata), steak or other roast meat, topped with melted cheese, a hot thick tomato, and beer sauce",
      "origin": "Portugal",
      "name": "Francesinha"
    },
    {
      "description": "A bun with wet-cured ham, linguiça, and cheese, sauced with butter or margarine, piri-piri, and port wine, whiskey, cognac or brandy",
      "origin": "Portugal",
      "name": "Francesinha poveira"
    },
    {
      "description": "Thinly sliced roast beef on a baguette, served hot, usually au jus (with juice)",
      "origin": "United States",
      "name": "French dip"
    },
    {
      "description": "Sliced calves' brain on sliced bread",
      "origin": "United States",
      "name": "Fried brain"
    },
    {
      "description": "A traditional Maltese sandwich made on a large round piece of Maltese ftira bread, topped with tomato paste, tuna, capers and red onions.",
      "origin": "Malta",
      "name": "Ftira"
    },
    {
      "description": "A deli-style sandwich similar to the hoagie, often contains french fries, with other variations, prepared with masala steak, chicken, polony, Vienna sausages, calamari, fish, or chargrilled steak",
      "origin": "South Africa",
      "name": "Gatsby"
    },
    {
      "description": "Half section of Italian or French bread with garlic butter, containing ham, provel or provolone cheese, topped with paprika, then toasted",
      "origin": "Saint Louis, Missouri, United States",
      "name": "Gerber"
    },
    {
      "description": "A tamale inserted in a Mexican bread, bolillo, easy to find in Mexico City streets in the morning, also called torta de tamal",
      "origin": "Mexico (Mexico City)",
      "name": "Guajolota"
    },
    {
      "description": "\"Pita gyro\" or \"psomaki gyro\", depending on the type of bread used, includes meat roasted on a vertical spit, with tomato, raw, often red onion and optional yogurt sauce, wrapped in pita or sandwich bread.",
      "origin": "Greece",
      "name": "Gyro"
    },
    {
      "description": "Chocolate sprinkles or flakes usually served on buttered bread",
      "origin": "The Netherlands",
      "name": "Hagelslag or vlokken"
    },
    {
      "description": "Ham, often with mustard",
      "origin": null,
      "name": "Ham"
    },
    {
      "description": "A common sandwich prepared with ham and sliced cheese. Additional ingredients may include lettuce, tomato, mayonnaise and other ingredients.",
      "origin": null,
      "name": "Ham and cheese"
    },
    {
      "description": "Sliced Danish canned ham with sliced scrabbled egg sheet in a halved-sweet bun",
      "origin": "Hong Kong",
      "name": "Ham and egg bun"
    },
    {
      "description": "A ground beef patty, often with vegetables, sauces and other meats, usually on a round bun.",
      "origin": "United States",
      "name": "Hamburger"
    },
    {
      "description": "A hot dog wrapped in a beef patty, deep-fried, then covered with chili, a few french fries, and a fried egg",
      "origin": null,
      "name": "Hamdog"
    },
    {
      "description": "A thick-sliced, toasted, open-faced sandwich, it usually contains hamburger patties or ham, but other meat, such as deep-fried pork tenderloin, grilled or fried chicken breast, and fried fish filets, can be used. The meat is topped with french fries and covered with a cheese sauce.",
      "origin": "Springfield, Illinois, United States",
      "name": "Horseshoe"
    },
    {
      "description": "Open-faced with turkey and bacon, topped with mornay sauce, and baked or broiled",
      "origin": "United States (Louisville, Kentucky)",
      "name": "Hot brown"
    },
    {
      "description": "Coarsely shredded or sliced chicken, sandwiched between two pieces of sliced bread, and completely covered with gravy.",
      "origin": "Quebec, Canada",
      "name": "Hot chicken"
    },
    {
      "description": "A cooked sausage, traditionally grilled or steamed and served in a sliced bun as a sandwich.",
      "origin": "Germany",
      "name": "Hot dog"
    },
    {
      "description": "Often open-faced, sliced turkey on white bread drenched in turkey gravy, often served with mashed potatoes. These are sometimes served at Hofbrau-style restaurants.",
      "origin": "United States",
      "name": "Hot turkey"
    },
    {
      "description": "Vanilla ice cream between thin biscuits, cookies or slices of cake, normally chocolate",
      "origin": "United States",
      "name": "Ice cream"
    },
    {
      "description": "Thin slices of seasoned, juicy roast beef, often garnished with giardiniera or Italian sweet peppers, on a dense, long Italian-style roll",
      "origin": "United States (Chicago, Illinois)",
      "name": "Italian beef"
    },
    {
      "description": "Not a sandwich, it refers to a set of toppings to put in a sandwich, refers to the colors of the Italian flag: red (tomato), white (mayonnaise) and green (avocado)",
      "origin": "Chile",
      "name": "Italiano"
    },
    {
      "description": "Buttered bread, with jam (traditionally strawberry), normally eaten at lunchtime or as a quick snack, may also be eaten at breakfast or for high tea",
      "origin": "United Kingdom",
      "name": "Jam"
    },
    {
      "description": "A French baguette with butter and ham. Also known as \"Parisien\", it is the most popular sandwich in France.",
      "origin": "France",
      "name": "Jambon-beurre"
    },
    {
      "description": "Meat, cheese, lettuce and tomato, between flattened, fried green plantains (instead of bread), with garlic-flavored mayonnaise",
      "origin": "United States",
      "name": "Jibarito"
    },
    {
      "description": "A cheeseburger with the cheese inside the meat patty rather than on top",
      "origin": "United States",
      "name": "Jucy Lucy"
    },
    {
      "description": "Breaded, deep-fried pork cutlet (tonkatsu)",
      "origin": "Japan",
      "name": "Katsu sando"
    },
    {
      "description": "Lamb or goat intestines, containing seasoned offal",
      "origin": null,
      "name": "Kokoretsi"
    },
    {
      "description": "Buttered brown bread with smoked pork sausage (Kottenwurst), fresh onion rings and spicy mustard",
      "origin": "Germany",
      "name": "Kottenbutter"
    },
    {
      "description": "Leberkäse is a meatloaf-like dish which, despite the name, contains neither liver nor cheese. It is commonly served on a Kaiser roll with mustard.",
      "origin": "Southern Germany, Austria and Switzerland",
      "name": "Leberkäse"
    },
    {
      "description": "Lettuce and mayonnaise",
      "origin": null,
      "name": "Lettuce"
    },
    {
      "description": "They are typically prepared with buttered rye bread, Limburger cheese, sliced onion and mustard. Pictured is Limburger cheese and bread.",
      "origin": null,
      "name": "Limburger sandwich"
    },
    {
      "description": "Lobster meat tossed with either mayonnaise (\"cold\") or drawn butter (\"hot\") stuffed into a slit opening at the top of a grilled bread roll or hot dog bun.",
      "origin": "Northeastern United States",
      "name": "Lobster roll"
    },
    {
      "description": "Lox on a bagel with cream cheese, thinly sliced onion, capers and possibly sliced tomato",
      "origin": "United States",
      "name": "Lox"
    },
    {
      "description": "A hamburger or cheeseburger with a glazed doughnuts instead of a bun",
      "origin": "United States",
      "name": "Luther burger"
    },
    {
      "description": "Marmite spread thinly with butter or margarine onto toast or bread",
      "origin": "United Kingdom",
      "name": "Marmite"
    },
    {
      "description": "Filet américain (steak tartare) with Worcestershire sauce, pickles, onions, peppers and martino sauce",
      "origin": "Belgium",
      "name": "Martino"
    },
    {
      "description": "Meatballs in marinara sauce, with melted Parmesan or provolone cheese, on a long bun or section of Italian loaf. Might include Italian-style accompaniments such as bell peppers, basil, or Italian-dressed lettuce",
      "origin": "United States",
      "name": "Meatball"
    },
    {
      "description": "Roast pork, ham, mustard, Swiss cheese, and dill pickles served on sweet bread.",
      "origin": "Cuba",
      "name": "Medianoche"
    },
    {
      "description": "French fries and fried meat with sauce on a demi-baguette.",
      "origin": "Belgium",
      "name": "Mitraillette"
    },
    {
      "description": "A generic sandwich containing a filling, and a layer of cheese, grilled or fried until the cheese is melted",
      "origin": "United States",
      "name": "Melt"
    },
    {
      "description": "Open sandwich consisting of a sliced bun, topped with Mett (seasoned minced pork without bacon), frequently with a garnish of raw onion rings or diced raw onion",
      "origin": "Germany",
      "name": "Mettbrötchen"
    },
    {
      "description": "A typical food of Mexico and a kind of bread in Spain. In Mexico, Molletes are prepared with melted cheese and beans with other ingredients, such as salsa, ham or bacon.",
      "origin": "Spain and Mexico",
      "name": "Mollete"
    },
    {
      "description": "Minute and usually grilled, could be filled with anything. Some bars offer a variety of 200 different types of these sandwiches.[citation needed]",
      "origin": "Spain",
      "name": "Montadito"
    },
    {
      "description": "Sliced ham and cheese (usually Emmental or Gruyère) between slices of French toast and batter-fried. In some regions it is sprinkled with powdered sugar and served with jelly or jam). In other regions (New England), it is served savory with French mustard and no powdered sugar.",
      "origin": "United States",
      "name": "Monte Cristo"
    },
    {
      "description": "A sandwich made from cured and smoked brisket with yellow mustard, usually on rye bread.",
      "origin": "Canada",
      "name": "Montreal-style smoked meat"
    },
    {
      "description": "Any sandwich containing mortadella, a large Italian sausage",
      "origin": "Brazil",
      "name": "Mortadella"
    },
    {
      "description": "A hot dog bun containing a Chicago-style corn-roll tamale, topped with chili",
      "origin": "United States",
      "name": "Mother-in-law"
    },
    {
      "description": "Originated in New Orleans' Italian-American community, meats, cheeses, and olive salad on a round bun",
      "origin": "United States",
      "name": "Muffuletta"
    },
    {
      "description": "Biscuit smeared with butter and topped with sugared aniseed balls, traditionally served in celebration of a birth",
      "origin": "The Netherlands",
      "name": "Beschuit met muisjes"
    },
    {
      "description": "A sandwich that consists of hamburger made with naan bread. Sometimes ham is used instead of beef.",
      "origin": "Pakistan",
      "name": "Naan sandwich"
    },
    {
      "description": "Consists of a single slice of bread with one or more food items on top. See also pizza.",
      "origin": "Nordic",
      "name": "Open-faced sandwich"
    },
    {
      "description": "Made with pambazo bread dipped in a red guajillo pepper sauce and filled with potatoes with chorizo.",
      "origin": "Mexico",
      "name": "Pambazo"
    },
    {
      "description": "Round bread (bread bagnats) opened in two, rub each half with a clove of garlic, moisten with vinegar, olive oil, salt and pepper, the choice can be added green salad, tomatoes, hard boiled eggs, tuna, anchovies, cucumbers, fava beans, small fresh artichokes, green peppers, radishes, fresh spring onions, basil and black olives of Nice. Serve chilled.",
      "origin": "France",
      "name": "Pan-bagnat"
    },
    {
      "description": "In Italy, panino is the word for a sandwich made from bread other than sliced bread, in which case Italians call it a tramezzino. Examples of bread types used are ciabatta, rosetta and baguette. The bread is cut horizontally and filled with deli ingredients such as salami, ham, cheese, mortadella, or other food, and sometimes served warm after having been pressed by a warming grill. In the United States, United Kingdom and Canada, the term panini has been adopted to refer to a pressed and toasted sandwich; there is widespread availability and use of sandwich presses, often known as \"panini presses\" or \"toasted sandwich makers.\"",
      "origin": "Italy",
      "name": "Panini"
    },
    {
      "description": "Consists of a hamburger patty, pieces of sautéed or grilled onion and Cheddar or Swiss cheese between two slices of bread",
      "origin": "United States",
      "name": "Patty melt"
    },
    {
      "description": "Jam is often used in place of jelly. Also known as a 'PB&J'.",
      "origin": "United States",
      "name": "Peanut butter and jelly"
    },
    {
      "description": "A simple Argentine sandwich, traditionally filled with cheese, cured meat, tomato and mayonnaise. The term pebete actually refers to the bread used for the sandwich; a soft oval bun with a spongy inside, and a thin toasted crust.",
      "origin": "Argentina",
      "name": "Pebete"
    },
    {
      "description": "A stuffed and fried bread roll (sometimes called stuffed pistolettes) in the Cajun areas around Lafayette. Also refers to a type of submarine shaped bread about half the size of a baguette that is popular in New Orleans for Vietnamese bánh mì and other sandwiches.",
      "origin": null,
      "name": "Pistolette"
    },
    {
      "description": "A patty dish popular in the Balkan region of Southeastern Europe, a sandwich utilizes the Pljeskavica patty and bread.",
      "origin": "Serbia",
      "name": "Pljeskavica"
    },
    {
      "description": "A cold meal originating in the United Kingdom, commonly served in pubs. Its core components are (cheddar) cheese, ploughman's pickle and bread. It is traditionally eaten with beer.",
      "origin": "United Kingdom",
      "name": "Ploughman's lunch"
    },
    {
      "description": "A crusty bread loaf typically filled with fried seafood or roast beef.",
      "origin": "United States",
      "name": "Po' boy"
    },
    {
      "description": "Kielbasa sausage in a bun, covered with french fries, barbecue sauce (or hot sauce), and coleslaw",
      "origin": "United States",
      "name": "Polish boy"
    },
    {
      "description": "A half-inch slice of thick sausage, usually with diced red or sweet onion, sliced pickles, ketchup, mustard, and sometimes mayonnaise, on white bread",
      "origin": "Finland",
      "name": "Porilainen"
    },
    {
      "description": "A popular dish in Macau, the bun is extremely crisp outside and very soft inside, and a freshly fried pork chop is filled into the bun horizontally.",
      "origin": "Macau",
      "name": "Pork chop bun"
    },
    {
      "description": "The Pork Tenderloin sandwich features a thin, tenderized deep fried pork loin,usually served on a bun.",
      "origin": "United States",
      "name": "Pork tenderloin"
    },
    {
      "description": null,
      "origin": "Australia",
      "name": "Prawn roll"
    },
    {
      "description": "Selection of grilled meats topped with french fries, coleslaw, and tomato on Italian bread",
      "origin": "Pittsburgh, Pennsylvania, United States",
      "name": "Primanti"
    },
    {
      "description": "Ham and turkey topped with broiled cheese. Sometimes includes bacon and tomato.",
      "origin": "United States (St. Louis)",
      "name": "Prosperity Sandwich"
    },
    {
      "description": "This sandwich can be made in a pan. Margarine on the outside, pizza sauce and fillings on the inside. The term \"pudgy pie\" is sometimes used to refer to pie irons, a gadget used for campfire cooking.",
      "origin": "United States",
      "name": "Pudgy Pie"
    },
    {
      "description": "Form of barbecue in which pork is cooked using a slow cook method until the meat becomes tender enough that it can be \"pulled\", or easily broken into individual pieces",
      "origin": "Southern United States",
      "name": "Pulled pork sandwich"
    },
    {
      "description": "Corned beef, sauerkraut, Swiss cheese, topped with Russian or Thousand Island dressing, on rye bread, then grilled",
      "origin": "United States",
      "name": "Reuben"
    },
    {
      "description": "Basic ingredients are eggs, chopped onions, sambal paste, salt and pepper cooked as an omelette with the bread added on top before it's fully cooked. Many variation includes canned sardines, chicken, beef, mutton. Garnished with mayo, chili sauce and cheese slice.",
      "origin": "Malaysia",
      "name": "Roti john"
    },
    {
      "description": "Stewed pork, chopped finely, and stuffed in mo, a kind of flatbread",
      "origin": "China",
      "name": "Rou jia mo"
    },
    {
      "description": "A bun filled with a mixture of (usually) loose meat, cabbage, and cheese. The fillings are baked inside the bread, similar to a kolache. Popular in the Midwestern United States, especially Nebraska.",
      "origin": "United States",
      "name": "Runza"
    },
    {
      "description": "Alternating layers of bread and filling frosted to resemble a layer cake",
      "origin": "United States",
      "name": "Sandwich loaf"
    },
    {
      "description": "Made with single-, double- or triple-layered, buttered, thin white bread with crust removed, toasted or untoasted, contains thinly sliced meat and may include ham, eggs, cheese, tomatoes, green peppers, lettuce, olives, and sometimes other vegetables, even asparagus.",
      "origin": "Argentina",
      "name": "De miga"
    },
    {
      "description": "Especially noted from Beigel Bake in Brick Lane, east London.",
      "origin": "United Kingdom",
      "name": "Salt beef bagel"
    },
    {
      "description": "Sausages, may be pork, beef or vegetarian. Served with red sauce, brown sauce or no sauce at all.",
      "origin": "United Kingdom and Germany",
      "name": "Sausage"
    },
    {
      "description": "Flat bread with fillings of beef, spinach, tomatoes, cucumber, tahini sauce wrapped and grilled. Other toppings to can be added.",
      "origin": "The Levant",
      "name": "Shawarma"
    },
    {
      "description": "Essentially a miniature hamburger about three inches in diameter, but may contain other ingredients besides a hamburger patty",
      "origin": "United States",
      "name": "Slider"
    },
    {
      "description": "Ground meat, usually beef, cooked with seasoned tomato sauce and served on a round bun.",
      "origin": "United States",
      "name": "Sloppy joe"
    },
    {
      "description": "A triple decker rye bread sandwich made with one or more types of sliced deli meat, such as turkey, ham, pastrami, corned beef, roast beef, or sliced beef tongue, along with Swiss cheese, coleslaw, and Russian dressing",
      "origin": "United States",
      "name": "Sloppy joe (New Jersey)"
    },
    {
      "description": "A square of thin chocolate bar topped with a toasted marshmallow between two squares of graham cracker",
      "origin": "United States",
      "name": "S'more"
    },
    {
      "description": "Multiple layers of white or light rye bread containing creamy fillings, such as egg and mayonnaise, liver paté, olives, shrimp, ham, various cold cuts, caviar, tomato, cucumber, cheese and smoked salmon",
      "origin": "Sweden",
      "name": "Smörgåstårta"
    },
    {
      "description": "Open-faced, buttered dark rye bread with cold cuts, pieces of meat or fish, cheese or spreads",
      "origin": "Denmark",
      "name": "Smørrebrød"
    },
    {
      "description": "An open-faced sandwich on rugbrød, with smoked herring, chives and a raw egg yolk",
      "origin": "Denmark",
      "name": "Sol over Gudhjem"
    },
    {
      "description": "A sizzling skewer of lamb, beef, pork or chicken roasted on a vertical grill, shaved off the spit, and marinade ranging from hot barbecue to sweet, all laid out on a rolled pita bread, sprinkled with your choice of lettuce, tomato, cheese, red onion, oregano and doused with tzatziki sauce.",
      "origin": "Greece",
      "name": "Souvlaki"
    },
    {
      "description": "Marinated cubes of chicken, pork, lamb, veal, venison or beef, grilled on a spit, and served in a bun",
      "origin": "United States",
      "name": "Spiedie"
    },
    {
      "description": "An egg foo young patty (containing bean sprouts and minced white onions), dill pickle slices, white onion, mayonnaise, lettuce, and tomato on white bread",
      "origin": "Saint Louis, Mo, United States",
      "name": "St. Paul"
    },
    {
      "description": "A grilled, over-stuffed submarine roll, containing shaved steak, and topped with salami, melted provolone, sautéed onions, and bell peppers.",
      "origin": "United States",
      "name": "Steak bomb"
    },
    {
      "description": "Prepared with steak that has been broiled, fried, grilled, barbecued or seared using steel grates or gridirons then served on bread or a roll. Steak sandwiches may include toppings such as cheese, onions, mushrooms, bell peppers, hot peppers, tomatoes, and in some instances fried eggs, cole slaw, and french fries.",
      "origin": "United States",
      "name": "Steak"
    },
    {
      "description": "A generic sandwich served on a long French or Italian roll which may contain a wide variety of sliced meats, vegetables, and condiments, including lettuce, tomato, sweet peppers, onions, olives, and/or mushrooms. Also known regionally as a hero, a hoagie, a grinder, or a zep, among other names. In the United Kingdom it is named a baguette, after the French bread used to make it.",
      "origin": "United States",
      "name": "Submarine/Sub sandwich/Baguette"
    },
    {
      "description": "Common in Iowa, consists of a mixture of unseasoned ground beef and sauteed onions, sometimes topped with pickles, ketchup and mustard, on a bun",
      "origin": "United States",
      "name": "Tavern"
    },
    {
      "description": "Thinly sliced white bread with crusts removed, lightly buttered, containing a light spread of cream cheese or mayonnaise mixture, and often radishes, cucumber, asparagus, or watercress. Other fillings may be pimento cheese, ham with mustard, smoked salmon, fruit jam, curried chicken, and egg salad.",
      "origin": "United Kingdom",
      "name": "Tea"
    },
    {
      "description": "Contains hot sopressata, capicola, and primadonna cheese, on a ciabatta roll, grilled, with balsamic vinegar, extra virgin olive oil, roasted red peppers, and sliced hot cherry peppers",
      "origin": "United States",
      "name": "The Scooch"
    },
    {
      "description": "Vegan version of the BLT: Smoky baked tempeh, lettuce, tomato and avocado served sourdough toasted bread",
      "origin": "United States",
      "name": "TLT (Tempeh, Lettuce, and Tomato)"
    },
    {
      "description": "A thin slice of toast between two thin slices of bread with a layer of butter, and adding salt and pepper to taste.",
      "origin": "UK",
      "name": "Toast"
    },
    {
      "description": "A slice of toast with ham, a maraschino cherry in the middle of a pineapple slice, and cheese, grilled from above, so the cheese starts to melt",
      "origin": "Germany",
      "name": "Toast Hawaii"
    },
    {
      "description": "Two slices of bread with cheddar-like cheese (and sometimes ham) in between, which is then toasted or grilled",
      "origin": "Australia",
      "name": "Toastie"
    },
    {
      "description": "Tofu with veggies. Typically broiled or baked tofu.",
      "origin": "United States",
      "name": "Tofu Sandwich"
    },
    {
      "description": "Sautéed beef tongue and scrambled eggs, served open-faced ada pav",
      "origin": null,
      "name": "Tongue toast"
    },
    {
      "description": "Round roll stuffed with sliced meat, sauce, and other ingredients, often made ahead and tightly wrapped to meld the filling with the bread.",
      "origin": "México",
      "name": "Torta"
    },
    {
      "description": "Birote bread (bolillo) sliced open on one side, and filled with chopped, fried pork, and sometimes chicken or shredded meat, beans and cheese, served submerged in a sauce made mostly of a dried chile de árbol.",
      "origin": "México (Guadalajara)",
      "name": "Torta ahogada"
    },
    {
      "description": "Triangular white bread with the crusts removed, with fillings such as tuna and olive and prosciutto, served in Italian bars throughout the day",
      "origin": "Italy",
      "name": "Tramezzino"
    },
    {
      "description": "Although there are numerous variations, the main distinction is a combination of three meats, typically grilled, such as beef (usually churrasco steak or cube steak), roast pork (pernil), chicken, and ham. Condiments may include some combination of mustard, ketchup, and mayonnaise, often combined to create a “special” sauce. Popular toppings include thin crispy fried potato sticks or shoe string potatoes, thinly sliced cabbage, lettuce, onion, tomato, pickles, and Swiss cheese. The sandwich is often finished in a sandwich press until bread is toasted.",
      "origin": "Puerto Rico",
      "name": "Tripleta"
    },
    {
      "description": "Usually made with tuna salad and includes ingredients such as mayonnaise and celery. Other common variations include the tuna boat and tuna melt.",
      "origin": "United States",
      "name": "Tuna"
    },
    {
      "description": "A potato fritter coated in chickpea flour (batata vada) in a bun",
      "origin": "India",
      "name": "Vada pav"
    },
    {
      "description": "Vegemite is a dark brown Australian food paste made from used brewers' yeast extract, a by-product of beer manufacturing, various vegetables, wheat and spice additives. It is a spread for sandwiches, toast, crumpets and cracker biscuits as well as a filling for pastries.",
      "origin": "Australia",
      "name": "Vegemite"
    },
    {
      "description": "Many types of vegetables are used to prepare vegetable sandwiches.",
      "origin": null,
      "name": "Vegetable"
    },
    {
      "description": "A hot melted cheese sauce, poured over slices (or other pieces) of toasted bread. Or the hot cheese sauce may be served in a bowl accompanied by the toast.",
      "origin": "United Kingdom",
      "name": "Welsh rarebit"
    },
    {
      "description": "Flat bread (often a tortilla) tightly wrapped around the sandwich filling with the ends tucked in to form a neat bundle, fillings can vary widely",
      "origin": null,
      "name": "Wrap"
    },
    {
      "description": "A simple and common German sandwich prepared with thin slices of lunch meat or sausage. Sometimes butter is added to add flavor.",
      "origin": "Germany",
      "name": "Wurstbrot (sausage bread)"
    },
    {
      "description": "A hot dog bun stuffed with fried noodles, frequently topped with pickles, such as beni shōga, with mayonnaise",
      "origin": "Japan",
      "name": "Yakisoba-pan"
    },
    {
      "description": "A halved baguette or other bread usually topped with mushrooms and cheese, ham or other meats, and vegetables",
      "origin": "Poland",
      "name": "Zapiekanka"
    }
  ]
}
