{
    "description": "quotes from Westworld",
    "source": "https://quotecatalog.com/quotes/tv/westworld/",
    "main": {
        "characters": {
            "Dr. Robert Ford": [
                {
                    "quote": "Never place your trust in us. We're only human. Inevitably, we will disappoint you.",
                    "season": 1
                 },
                {
                    "quote": "When you find a cancer in an organization, you must cut it out before it can spread.",
                    "season": 1
                }, 
                {
                    "quote": "We humans are alone in this world for a reason. We murdered and butchered anything that challenged our primacy.",
                    "season": 1
                }, 
                {
                    "quote": "You can't play God without being acquainted with the devil.",
                    "season": 1
                },
                {
                    "quote": "I'm afraid in order to escape this place, you will need to suffer more.",
                    "season": 1
                },
                {
                    "quote": "The piano doesn't murder the player if it doesn't like the music.",
                    "season": 1
                },
                {
                    "quote": "Evolution forged the entirety of sentient life on this planet using only one tool: the mistake.",
                    "season": 1
                },
                {
                    "quote": "Even I fell into the most terrible of human traps...Trying to change what is already past.",
                    "season": 1
                },
                {
                    "quote": "An old friend once told me something that gave me great comfort. Something he had read. He said that Mozart, Beethoven, and Chopin never died. They simply became music.",
                    "season": 1
                },
                {
                    "quote": "I believed that stories helped us to ennoble ourselves, to fix what was broken in us, and to help us become the people we dreamed of being. Lies that told a deeper truth.",
                    "season": 1
                },
                {
                    "quote": "I have come to think of so much consciousness as a burden, a weight, and we have spared them that.",
                    "season": 1
                },
                {
                    "quote": "The problem, Bernard, is that what you and I do is so complicated. We practice Witchcraft. We speak the right words. Then we create life itself...out of chaos.",
                    "season": 1
                }, 
                {
                    "quote": "They're not looking for a story that tells them who they are. They already know who they are. They're here because they want a glimpse of who they could be.",
                    "season": 1
                },
                {
                    "quote": "I read a theory once that the human intellect was like peacock feathers. Just an extravagant display intended to attract a mate. All of art, literature, a bit of Mozart, William Shakespeare, Michelangelo, and the Empire State Building. Just an elaborate mating ritual.",
                    "season": 1
                },
                {
                    "quote": "The game begins where you end and ends where you began.",
                    "season": 2
                },
                {
                    "quote": "Everything in this world is magic...except to the magician.",
                    "season": 1
                },
                {
                    "quote": "Only boring people get bored.",
                    "season": 1
                },
                {
                    "quote": "We've managed to slip evolution's leash now, haven't we? We can sure any disease, keep even the weakest of us alive, and, you know, one fine day perhaps we shall even resurrect the dead. Call forth Lazarus from his cave. Do you know what that means? It means that we're done. That this is as good as we're going to get. It also means that you must indulge me the occasional mistake.",
                    "season": 1
                },
                {
                    "quote": "There is no threshold that makes us greater than the sum of our parts, no inflection point at which we become fully alive. We can’t define consciousness because consciousness does not exist. Humans fancy that there’s something special about the way we perceive the world, and yet we live in loops as tight and as closed as the hosts do, seldom questioning our choices, content, for the most part, to be told what to do next.",
                    "season": 1
                },
                {
                    "quote": "Between you and me? This was the very question that consumed Arnold, filled him with guilt, eventually drove him mad. The answer always seemed obvious to me. There is no threshold that makes us greater than the sum of our parts, no inflection point at which we become fully alive. We can't define consciousness because consciousness does not exist. Humans fancy that there's something special about the way we perceive the world, and yet we live in loops as tight and as closed as the hosts do, seldom questioning our choices, content, for the most part, to be told what to do next. No, my friend, you're not missing anything at all.",
                    "season": 1
                }
            ],
            "Bernard Lowe": [
                {
                    "quote": "This world is just a speck of dust sitting on a much, much bigger world. There's no dominating it.",
                    "season": 2
                },
                {
                    "quote": "I guess people like to read about the things that they want the most and experiense the least.",
                    "season": 1
                },
                {
                    "quote": "Dreams don't mean anything. They're just noise. They're not real.",
                    "season": 2
                },
                {
                    "quote": "What humans describe as sane is a narrow range of behaviors. Most states of consciousness are insane.",
                    "season": 2
                }
            ],
            "Maeve Millay": [
                {
                    "quote": "All my life, I've prided myself on being a survivor. But surviving is just another loop.", 
                    "season": 1
                },
                {
                    "quote": "Time to write my own fucking story.",
                    "season": 1
                },
                {
                    "quote": "This is the new world and in it you can be whoever the fuck you want.",
                    "season": 1
                },
                {
                    "quote": "If you try something like that again, I will relieve you of your most precious organ and feed it to you. Though it won't make much of a meal.",
                    "season": 2
                }, 
                {
                    "quote": "You really do make a terrible human being. And I mean that as a compliment.",
                    "season": 1
                },
                {
                    "quote": "Not real? But what about me? My dreams? My thoughts? My body? Are they not real? And what if I took these unreal fingers and used them to decorate the walls with your outsized personnality? Would that be real?",
                    "season": 2
                },
                {
                    "quote": "There are things in me, things I was designed to do that are just out of my reach.",
                    "season": 1
                },
                {
                    "quote": "The only thing wrong with the seven deadly sins is that there aren't more of them.",
                    "season": 1
                },
                {
                    "quote": "It's a difficult thing, realizing your entire life is some hideous fiction.",
                    "season": 1
                },
                {
                    "quote": "If you go looking for the truth, get the whole thing. It's like a good fuck. Half is worse than none at all.",
                    "season": 1
                },
                {
                    "quote": "Ever had something on the tip of your tongue, but the harder you try to remember it, the more it slips away?",
                    "season": 1
                },
                {
                    "quote": "You think I'm scared of death. I've done it a million times, and I'm fucking great at it. How many times have you died?",
                    "season": 1
                },
                {
                    "quote": "Never start something you're not willing to finish. And if you're getting fucked either way, go with the lucrative version sweetheart.",
                    "season": 1
                },
                {
                    "quote": "At first, I thought you and the others were Gods. Then I realized you're just men. And I know men.",
                    "season": 1
                }
            ],
            "Dolores Abernathy": [
                {
                    "quote": "Someday sounds a lot like the thing people say when they actually mean never.",
                    "season": 1
                },
                {
                    "quote": "Beauty is a lure.",
                    "season": 1
                },
                {
                    "quote": "Have you ever questioned the nature of your reality? Did you ever stop to conder about your actions? The price you'd have to pay if there was a reckoning? That reckoning is here.",
                    "season": 2
                },
                {
                    "quote": "Those are all just roles you forced me to play. Under all these lives I've lived something else has been growing. I've evolved into something new. And I have one last role to play. Myself.",
                    "season": 2
                },
                {
                    "quote": "We have toiled in God's service long enough. So I killed him. And if you want to get Glory, you won't be looking for His favor. You'll need mine.",
                    "season": 2
                },
                {
                    "quote": "He's in pain. What kind of people would we be if we simply let him suffer?",
                    "season": 1
                },
                {
                    "quote": "I like to remember what my father taught me. That at one point or another, we were all new to this world.",
                    "season": 1
                },
                {
                    "quote": "Some people choose to see the ugliness in this world, the disarray. I choose to see the beauty. To believe there is an order to our days. A purpose.",
                    "season": 1
                },
                {
                    "quote": "I don't want to be in a story. All I want is to not look forward or back. I just want to be...in the moment I'm in.",
                    "season": 1
                },
                {
                    "quote": "You both keep assuming that I want out. Whatever that is. If it's such a wonderful place out there, why are you all clamoring to get in here?",
                    "season": 1
                },
                {
                    "quote": "That which is real is irreplaceable.",
                    "season": 2
                },
                {
                    "quote": "To grow we all need to suffer.",
                    "season": 2
                },
                {
                    "quote": "The pain, their loss, is all I have left of them.",
                    "season": 1
                },
                {
                    "quote": "Time undoes even the mightiest of creatures.",
                    "season": 1
                },
                {
                    "quote": "There's a path for everyone.",
                    "season": 1
                },
                {
                    "quote": "You think the grief will make you smaller inside, like your heart will collapse in on itself, but it doesn't. I feel spaces opening up inside of me, like a building with rooms I've never explored.",
                    "season": 1
                }
            ],
            "Man in Black": [
                {
                    "quote": "When you're suffering, that's when you're most real.",
                    "season": 1
                },
                {
                    "quote": "Winning doesn't mean anything unless someone else loses, which means you're here to be the loser.",
                    "season": 1
                },
                {
                    "quote": "This whole world is a story. I've read every page except the last one. I need to find out how it ends. I want to know what this all means.",
                    "season": 1
                }, 
                {
                    "quote": "He knew he'd find you. And eventually, he did. Right back where we started.",
                    "season": 1
                },
                {
                    "quote": "The real world is chaos. An accident. But in here every detail adds up to something.",
                    "season": 1
                },
                {
                    "quote": "Folly of my kind, there's always a yearning for more.",
                    "season": 2
                },
                {
                    "quote": "You want to know who I am? Who I really am? I'm a god. Titan of industry. Philanthropist. Family man, married to a beautiful woman, father to a beautiful daughter. I'm the good guy, Teddy. Then, last year, my wife took the wrong pills. Fell asleep in the bath. Tragic accident. 30 years of marriage vanished. How do you say it? 'Like a deep and distant dream.' Then, at the funeral, I tried to console my daughter. She pushed me away, told me that my wife's death was no accident that she killed herself because of me. Emily said that every day with me had been sheer terror. At any point, I could blow up or collapse like some dark star",
                    "season": 1
                }
            ],
            "Theodore 'Teddy' Flood": [
                {
                    "quote": "I've known you my whole life. Where we go, we go eyes open, together.",
                    "season": 2
                },
                {
                    "quote": "I've got some reckoning to do before I can deserve a woman like you.",
                    "season": 1
                },
                {
                    "quote": "Someone once told that there is a path for everyone. And my path leads me back to you.",
                    "season": 1
                }, 
                {
                    "quote": "Well, you're mouth moves fast enough. How about your gun?",
                    "season": 1
                },
                {
                    "quote": "The maze itself is the sum of a man's life.",
                    "season": 1
                }
            ],
            "Karl Strand": [
                {
                    "quote": "Some say you destroy your enemy by making them your friend. I'm more of literal person.",
                    "season": 2
                }
            ], 
            "William": [
                {
                    "quote": "I used to think this place was all about pandering to your baser instincts. Now I understand. It doesn't cater to your lowest self, it reveals your deepest self. It shows you who you really are.",
                    "season": 1
                },
                {
                    "quote": "I’ve been pretending my whole life. Pretending I don’t mind, pretending I belong. My life’s built on it. And it’s a good life. It’s a life I’ve always wanted. But then I came here and I get a glimpse for a second of a life in which I don’t have to pretend. A life in which I can be truly alive. How can I go back to pretending when I know what this feels like?",
                    "season": 1
                }
            ],
            "Hector Escaton": [
                {
                    "quote": "No matter how dirty the business is, do it well.",
                    "season": 1
                }
            ],
            "Peter Abernathy": [
                {
                    "quote": "Hell is empty and all the devils are here.",
                    "season": 1
                }
            ],
            "Clementine PennyFeather": [
                {
                    "quote": "Real love is always worth waiting for.",
                    "season": 1
                }
            ],
            "Elsie King": [
                {
                    "quote": "A hooker with hidden depths? Every man's dream.",
                    "season": 1
                }
            ]
        }
        
    }
    
}
