{
  "description": "Genres of books published by the 18th-century publishing house, the Société typographique de Neuchâtel. From the STN Online Database",
  "data": [
    {
      "genre": "Abbey of Saint-Claude",
      "definition": "Works concerning this abbey, one of the last in France to possess serfs. A sub-category of the keywords: ‘Religion’ + ‘Christianity’ + ‘Catholicism’ + ‘Religious houses’ + ‘France’."
    },
    {
      "genre": "Abelard, Pierre",
      "definition": "Medieval cleric, philosopher and tutor known for his passionate affair with his charge, Héloise, and subsequent emasculation."
    },
    {
      "genre": "Abstemiousness",
      "definition": "Non-fiction works concerned with abstinence or moderation towards pleasures of the flesh, whether alcohol, sex or food."
    },
    {
      "genre": "Accounting",
      "definition": "Works relating to the practice of keeping accounts. "
    },
    {
      "genre": "Acoustics",
      "definition": "Works dealing with the physics of sound. This keyword is a sub-category of ‘Science’ + 'Physics'."
    },
    {
      "genre": "Acting",
      "definition": "Works relating to the art of acting."
    },
    {
      "genre": "Actors and Actresses",
      "definition": "Works relating to the public and private lives of actors and actresses and other persons involved in theatre. "
    },
    {
      "genre": "Addison, Joseph",
      "definition": "British journalist and author."
    },
    {
      "genre": "Aesthetics",
      "definition": "Works relating to the appreciation or philosophy of art and beauty."
    },
    {
      "genre": "Africa",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Afterlife",
      "definition": "Works focussing strongly on the afterlife and places associated with the afterlife (Heaven, Hell, Hades etc.). Works depicting imagined conversations with the dead are covered under the keyword ‘Dialogues of the Dead’ and generally not found under this keyword."
    },
    {
      "genre": "Agriculture",
      "definition": "Works relating to agriculture and farming, both arable or animal husbandry."
    },
    {
      "genre": "Agronomy",
      "definition": "Works relating to the business or ‘economics’ of ‘agriculture’."
    },
    {
      "genre": "Aguesseau, Chancellor d'",
      "definition": "French Chancellor, (lived 1668-1751)."
    },
    {
      "genre": "Alchemy",
      "definition": "Works relating to the study or practice of alchemy or to alchemists. Precise content will determine whether this is also science, pseudo-science. A biography of a charlatan such as Cagliostro would not normally be considered ‘science, or ‘pseudo-science’ as its focus is not on the study of alchemy."
    },
    {
      "genre": "Alembert, Jean le Rond",
      "definition": "French philosophe."
    },
    {
      "genre": "Alexander the Great",
      "definition": "Ancient Macedonian king and conqueror."
    },
    {
      "genre": "Alfred the Great",
      "definition": "Saxon king of Wessex"
    },
    {
      "genre": "Allegorical Works",
      "definition": "Fictional works identified as having a hidden, deeper moral meaning than is immediately apparent. Typically allegorical works in the database are fables or tales of real or imaginary foreign lands."
    },
    {
      "genre": "Alps",
      "definition": "Works relating the mountains known as the Alps or Alpine region. Thus, uniquely, this keyword serves both as a regional tag and stand alone term."
    },
    {
      "genre": "Alsace",
      "definition": "Works concerning this place."
    },
    {
      "genre": "American Revolution",
      "definition": "Works relating to the American Revolution (American War of Independence) and the international conflict (the American Revolutionary War) that it unleashed."
    },
    {
      "genre": "Amorous adventures",
      "definition": "Works relating multiple sexual amours of one or more characters – these may be fictional, loosely based on fact or autobiographical, thus extending from Faublas to Anecdotes du Madame Du Barry, Casanova’s memoirs or the Portefeuille de Mme Gourdan. The relating of such tales may or may not be erotic or pornographic in nature. Fictional works in this category would usually be described as ‘aventures’ or ‘intrigues’ ‘galants’ in Martin et al. Bibliographie du genre Romanesque francais."
    },
    {
      "genre": "Amorous Correspondence",
      "definition": "Works primarily containing love letters between lovers. A sub-category of ‘Lives and Letters’ and ‘Correspondence’."
    },
    {
      "genre": "Anatomy",
      "definition": "Works relating to human anatomy. NB. Works relating to animal anatomy are categorised under ‘biology’, ‘zoology’ and / or ‘veterinary science’."
    },
    {
      "genre": "Ancient world",
      "definition": "Works relating to the ancient, pre-classical, world, including preclassical Biblical history."
    },
    {
      "genre": "Anecdotes",
      "definition": "Collections of miscellaneous anecdotes (ie about various persons etc). Intended to be used where the anecdotes are miscellaneous in subject matter. Cf. ‘Scandalous Anecdotes’ or ‘Biographical Anecdotes’"
    },
    {
      "genre": "Animal husbandry",
      "definition": "Works relating to the farming and care of farm / working animals. This keyword is a sub-category of ‘Agriculture’."
    },
    {
      "genre": "Anne of Austria",
      "definition": "French Queen, wife of Louis XIII; mother of Louis XIV, serving as his regent 1643-51, with Mazarin (qv.) as her chief minister. "
    },
    {
      "genre": "Anthropology",
      "definition": "Works relating to the academic study of human beings, particularly indigenous non-Eurasian peoples. NB. The scientific discipline Anthropology did not exist at the time covered by this database."
    },
    {
      "genre": "Anti-Aristocratic Works",
      "definition": "Works in which a primary theme is the expression persistent and strong hostility to the aristocracy, in theory of practice, whether by polemic or satirical means."
    },
    {
      "genre": "Anti-Clerical Works",
      "definition": "Works attacking or satirising members of clergy in general, usually using stock stereo-types. NB. ‘Anti-clerical works’ are not necessarily about, and so do not always carry the keyword, ‘Religion’."
    },
    {
      "genre": "Aphrodisiacs",
      "definition": "Works relating to foods, drinks, perfumes and other materials supposed to inspire or provoke sexual lust."
    },
    {
      "genre": "Apologetic works",
      "definition": "Works in defence of Christian religion or Christian denominations against religious scepticism. QV. Sceptical works. All ‘Apologetic works’ are by definition ‘Works of Religiosity’, but not all carry the keywords ‘Religion’ + ‘Christianity’ (eg. works focused on scientific ideas)."
    },
    {
      "genre": "Aquinas, St Thomas",
      "definition": "Medieval divine, Saint and philosopher."
    },
    {
      "genre": "Arabia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Arable farming",
      "definition": "Works devoted to crops needing ploughing / annual planting. This keyword is a sub-category of ‘Agriculture’."
    },
    {
      "genre": "Arboriculture",
      "definition": "Works relating to the cultivation of trees. A sub-category of Agriculture."
    },
    {
      "genre": "Archaeology",
      "definition": "Works relating to archaeological discoveries."
    },
    {
      "genre": "Architecture",
      "definition": "Works relating to the design or study of buildings or classical monuments."
    },
    {
      "genre": "Aromatherapy",
      "definition": "Works relating to the medicinal or beneficial effects of scents. Cf. ‘Perfumes’."
    },
    {
      "genre": "Art Criticism",
      "definition": "Works critiquing works of art. A sub-category of Fine Art."
    },
    {
      "genre": "Art History",
      "definition": "Works relating to the History of Art. Generally a sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Artillery",
      "definition": "Works relating to the making, deployment or use of cannons and other heavy ordnance. A sub-category of ‘Military Science’ and ‘Military Affairs’."
    },
    {
      "genre": "Asia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Assembly of Notables",
      "definition": "Works relating to one or both of political bodies known as Assemblies of Notables summoned in 1787 and 1788 in an attempt to resolve France’s pre-revolutionary financial and political crisis. A sub-category of ‘Politics’ + ‘Parliamentary bodies’ + ‘France’."
    },
    {
      "genre": "Assyria",
      "definition": "Can refer to both the region and the empire of Assyria."
    },
    {
      "genre": "Astrology",
      "definition": "Works relating to the pseudo-science of astrology."
    },
    {
      "genre": "Astronomy",
      "definition": "Works relating to the systematic, scientific study of the heavens [as opposed to ‘Astrology’]. Generally works with these keywords also carry the keyword ‘Science’, but this is not always the case: e.g. when dealing with astronomy as part of history of ancient world and its chronology."
    },
    {
      "genre": "Atheism",
      "definition": "Works exploring, treating or expounding Atheism. Does not imply ideological sympathies, cf. ‘atheist work’; ‘sceptical works’; ‘apologetic works’.  A sub-category of ‘Religion’."
    },
    {
      "genre": "Atheist work",
      "definition": "Works supporting and expounding atheist doctrines, or widely conceived by contemporaries to support and expound them."
    },
    {
      "genre": "Atlantic Ocean",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Australasia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Austrian Empire",
      "definition": "Can refer according to context to both to the imperial heartlands (Hungary and the Hereditary Lands) and to the entire empire, including Italian and Belgian possessions. "
    },
    {
      "genre": "Austro-Turkish Wars",
      "definition": "Works relating to the wars between the Austrian and Ottoman empires."
    },
    {
      "genre": "Autobiography",
      "definition": "Works of biography written, or suspected to be written by their subject. Will carry the term ‘Spurious work’ if it is known not in fact to be by the subject. May be by an amanuensis. A sub-category of ‘Lives and letters’ + ‘biography’."
    },
    {
      "genre": "Aviary Birds",
      "definition": "Works discussing bird species commonly kept in aviaries, whether from a scientific, practical or artistic point of view. A sub-category of ‘Ornithology’."
    },
    {
      "genre": "Aviation",
      "definition": "Any work concerned with human (attempts at) flight, whether through mechanical means, balloons or other methods."
    },
    {
      "genre": "Babylon",
      "definition": "Can refer to both the city and empire of Babylon."
    },
    {
      "genre": "Baking",
      "definition": "Works relating to the baking of bread and cakes. A sub-category of ‘Household Skills’ + ‘Cookery’."
    },
    {
      "genre": "Balearic Islands",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Balkans",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Ballet",
      "definition": "Dramatic works or musical scores identified as incorporating or accompanying ballet style dancing. Like other dramatic terms in the database, these terms tend to be drawn from the works themselves, either directly from titles or title-pages, or indirectly through the César database. A sub-category of ‘Dancing’ and ‘Music’."
    },
    {
      "genre": "Ballooning",
      "definition": "Works relating to the art, science or experience of flying in hot air balloons. A sub-category of ‘Aviation’."
    },
    {
      "genre": "Baltic region",
      "definition": "This region is understood to cover the states of Russia, Poland, Sweden, Prussia, Denmark, [plus Courland, Finland, Norway, Lithuania]"
    },
    {
      "genre": "Banking",
      "definition": "Works relating to the business and practice of banking."
    },
    {
      "genre": "Bastille",
      "definition": "Works relating to the Bastille fortress and prison in Paris."
    },
    {
      "genre": "Bavaria",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Bayle, Pierre",
      "definition": "French protestant exile, writer and philopopher (1647-1706)"
    },
    {
      "genre": "Beaumarchais",
      "definition": "French playwright, secret agent and adventurer."
    },
    {
      "genre": "Beaumont, Christophe de",
      "definition": "Controversial archbishop of Paris and scourge of the Jansenists, notorious for his role in the refusal of the sacraments scandal."
    },
    {
      "genre": "Beauty",
      "definition": "Works treating, describing or analysing beauty."
    },
    {
      "genre": "Beekeeping",
      "definition": "Works relating to Apiculture and the care and encouragement of bees. A sub-category of ‘Agriculture’."
    },
    {
      "genre": "Belgium",
      "definition": "According to context, this keyword can refer to the entire area covered by modern Belgium (including the areas ruled by the Prince bishop of Liège and Luxembourg), or the part of it under Austrian rule and generally known as the Austrian Netherlands. "
    },
    {
      "genre": "Berne",
      "definition": "Can refer to either the town of Berne or its wider Canton and Bernese Empire."
    },
    {
      "genre": "Berwick, Marechal duc de",
      "definition": "French general, lived 1660-1734; natural son of James II of England."
    },
    {
      "genre": "Bible stories",
      "definition": "Narrative versions of stories taken from the Bible. A sub-category of ‘Religion’ + ‘Christianity’. "
    },
    {
      "genre": "Biblical history",
      "definition": "Works dedicated to the history of Biblical peoples, primarily old testament, and treating the Bible as a major source. Usually also associated with some / all of the following keywords: ‘Religion’; ‘Ancient world’; ‘Biblical study’. NB. In cases where the work’s main focus is not history, this keyword may not necessarily carry keyword ‘History’."
    },
    {
      "genre": "Biblical study",
      "definition": "Works which study Biblical texts from a primarily historical or literary standpoint, rather than to discover theological truths. The purpose of such study may be religious or anti-religious."
    },
    {
      "genre": "Bibliography",
      "definition": "Works offering systematic catalogues of literary materials or concerned with the preparation or study of lists of literary materials."
    },
    {
      "genre": "Bilingual editions",
      "definition": "Texts containing versions of the same work in two different languages within the same book. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "Biographical anecdotes",
      "definition": "Collection of anecdotes concerning a single (or occasionally related group) of subjects. NB Does not include anecdotes on miscellaneous subjects, for which keyword ‘Anecdotes’ is used. A sub-category of ‘Lives and Letters’."
    },
    {
      "genre": "Biography",
      "definition": "Non-fiction works devoted to recounting the life histories of one or more individuals. ‘Biography’ is a sub-category of ‘Lives and Letters’."
    },
    {
      "genre": "Biology",
      "definition": "Scientific works concerning biology, the study of living things. Sub-categories include ‘zoology’, ‘entomology’, ‘botany’, ‘micro-biology’ and ‘paleontology’, all of which have their own keywords. The keyword ‘biology’ without any of these sub-disciplines implies a general work covering all or most of these sub-disciplines (micro-biology is the likely exception). See also ‘Natural History (general)’. ‘Biology’ is a sub-category of ‘Science’."
    },
    {
      "genre": "Blanchard, Jean-Pierre",
      "definition": "Aviation pioneer who took part in some of the earliest hot air balloon flights (lived 1753-1809)."
    },
    {
      "genre": "Boleyn, Anne",
      "definition": "Second wife of Henry VIII of England, mother to Elizabeth I. Beheaded in 1536."
    },
    {
      "genre": "Bonnet, Charles",
      "definition": "Swiss naturalist and philosopher (1720-1793)"
    },
    {
      "genre": "Book of secrets",
      "definition": "Works containing a miscellaneous mixture of secret recipes, methods and (traditionally) magic spells for use in household tasks and to overcome difficulties and challenges in everyday life. Texts for many of these works date back to medieval times, but less mystical editions, stripped of their magical content, began to appear in the eighteenth century."
    },
    {
      "genre": "Book Trade",
      "definition": "Works relating to the book trade. A sub-category of ‘Economics’ + ‘Commerce’."
    },
    {
      "genre": "Book-binding",
      "definition": "Works relating to the art of book binding. A sub-category of ‘Manufacturing’ + ‘Industry’ + ‘Trades’."
    },
    {
      "genre": "Borelly, Alexis",
      "definition": "Professor of eloquence at the Academy of Gentlemen in Berlin (1738-1815). Also known as Jean-Alexis Borelly."
    },
    {
      "genre": "Bossuet",
      "definition": "French bishop, theologian and court preacher to Louis XIV (1637-1704), known for his advocacy of monarchic absolutism and divine right theory."
    },
    {
      "genre": "Botany",
      "definition": "Scientific works concerning the study of plants. See also the keyword definitions ‘Biology’, ‘Natural History (general)’. ‘Botany’ is a sub-category of ‘Science’ + ‘Biology’."
    },
    {
      "genre": "Bowdlerised works",
      "definition": "Works deliberately stripped of sexually or religiously offensive materials by their editors / publishers and released in sanitised form. As ‘bowdlerisation’ operates at edition level, and categorisation at superbook, bowdlerised works have only been identified where their superbook titles set them apart as separate works, and only bowdlerised editions were traded. NB. the use of this keyword is indicative only – no systematic attempt has been made to identify every work that might be so categorised."
    },
    {
      "genre": "Bread mould",
      "definition": "Works relating to bread mould (and means of preserving bread against the same)."
    },
    {
      "genre": "Breast-feeding",
      "definition": "Works treating the practice of breastfeeding. ‘Breast-feeding’ is a sub-category of ‘Nutrition’ + ‘Child-rearing’."
    },
    {
      "genre": "Bridge-building",
      "definition": "Works relating to the construction of bridges. A sub-category of ‘Architecture’ and ‘Engineering’."
    },
    {
      "genre": "Britain",
      "definition": "The keyword ‘Britain’ is used in conjunction with the keywords ‘England’, ‘Scotland’ and ‘Ireland’ when one of them appears separately, or on its own to indicate works referring to Britain more generally. This has been done in part to reflect the ambiguity in the French usage of the word ‘Angleterre’ at the period covered by this database."
    },
    {
      "genre": "Brittany",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Buddhism",
      "definition": "Works relating to the beliefs and / or practices of the Buddhist religion and its followers. The use of this keyword does not necessarily imply ideological or spiritual sympathy with Buddhism. A sub-category of ‘Religion’."
    },
    {
      "genre": "Buffon, Georges-Louis",
      "definition": "Celebrated French naturalist."
    },
    {
      "genre": "Building",
      "definition": "Works relating to the construction of buildings and / or the skills and materials involved in their construction."
    },
    {
      "genre": "Building materials",
      "definition": "Works relating to materials for the construction of buildings and their use. A sub-category of ‘Building’"
    },
    {
      "genre": "Burgundy",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Burlesque",
      "definition": "Denotes plays described as ‘parades’ in the Cesar database of French plays, ie. works with a farcical element, originally intended to be performed outside the theatre to entice audiences to enter. Like other dramatic terms in the database, these terms tend to be drawn from the works themselves, either directly from titles or title-pages, or indirectly through the César database. A sub-category of ‘Literature’ + ‘Drama’ + ‘Comedy’."
    },
    {
      "genre": "Business Correspondence",
      "definition": "Works on the art and conventions of writing business letters. A sub-category of ‘Economics’ + ‘Commerce’ and ‘Writing (art of)’"
    },
    {
      "genre": "Bussy-Rabutin, Roger de",
      "definition": "French nobleman celebrated and disgraced for his scandalous amorous history of the Gauls, written under Louis XIV."
    },
    {
      "genre": "Byzantium",
      "definition": "Can refer both to Byzantium or the Byzantine empire."
    },
    {
      "genre": "Cagliostro",
      "definition": "Alias of Guiseppe Balsamo, a Neapolitan Charlatan and freemason best known for his alchemical experiments, séances and involvement in the diamond necklace affair."
    },
    {
      "genre": "Calabria",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Calas, Jean",
      "definition": "Protestant victim of a notorious miscarriage of justice, executed in 1762, he was posthumously pardoned following a campaign led by Voltaire."
    },
    {
      "genre": "Calonne, Charles-Alexandre de",
      "definition": "French finance minister and arch-rival of Necker."
    },
    {
      "genre": "Calvin, Jean",
      "definition": "Swiss divine. Founder of Calvinist branch of Christianity during Protestant reformation."
    },
    {
      "genre": "Calvinism",
      "definition": "A work which takes the Calvinist faith, practices and / or worshippers as an object of study. ‘Calvinism’ is a sub-category of ‘Religion’ + ‘Protestantism’."
    },
    {
      "genre": "Camisard Revolt",
      "definition": "Works relating to the Camisard revolt. A sub-category of ‘History’ + ‘France’ + ‘Huguenots’."
    },
    {
      "genre": "Canada",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Canals",
      "definition": "Works relating to the building, uses, or navigation of canals."
    },
    {
      "genre": "Canon Law",
      "definition": "Works treating or recording the codified laws of the Christian Church. ‘Canon Law’ is a sub-category of ‘Law’ and usually take the keywords ‘Religion’ + ‘Christianity’ as well. (the exceptions are usually general works which touch on canon law)."
    },
    {
      "genre": "Capello, Bianca",
      "definition": "Italian renaissance noblewoman (lived 1548-87). Mistress and later wife of Francesco I de Medici, and hence duchess of Florence."
    },
    {
      "genre": "Card Games",
      "definition": "Books relating to the playing and / or rules of card games. A sub-category of ‘Hobbies and pastimes’."
    },
    {
      "genre": "Caribbean",
      "definition": "This region includes all the islands generally known as the West Indies."
    },
    {
      "genre": "Caricature & Comic Art",
      "definition": "Works of or relating to caricature and comic art."
    },
    {
      "genre": "Caroline, Queen of Denmark",
      "definition": "Also known as Caroline Mathilde, (lived 1751-1775); daughter of Frederick, Prince of Wales; wife of Christian VII of Denmark, who in 1772 divorced her following the disgrace of Struensee, Caroline’s lover."
    },
    {
      "genre": "Carthage",
      "definition": "Can refer to both the city and empire of Carthage."
    },
    {
      "genre": "Cartography",
      "definition": "Works relating to mapmaking and / or the drawing and production of maps. "
    },
    {
      "genre": "Castaway tales",
      "definition": "Stories of the adventures of castaways, fictitious or real. In fiction this genre was established and largely inspired by Robinson Crusoe."
    },
    {
      "genre": "Castor Oil",
      "definition": "Works relating to Castor Oil."
    },
    {
      "genre": "Casuistry",
      "definition": "Works discussing, denouncing or satirising the religious / moral standpoint known as Casuistry."
    },
    {
      "genre": "Catalogue",
      "definition": "Catalogue listings of collections of items. Catalogues are a ‘sub-category’ of ‘Reference work’. There are the following sub-categories of ‘Catalogue’: ‘trade catalogue’, ‘private collection catalogue’, ‘public collection catalogue’."
    },
    {
      "genre": "Catechisms",
      "definition": "Christian catechisms. Other works in the form of catechisms are not categorised under this heading. ‘Catechisms’ is a sub-category of ‘Religion’ + ‘Christianity’ +  ‘Christian doctrine’. All ‘Catechisms’ are also by definition ‘Works of Religiosity.’"
    },
    {
      "genre": "Catherine II",
      "definition": "Empress of Russia, also known as Catherine the Great, ruled 1762-1796."
    },
    {
      "genre": "Catholic text",
      "definition": "A work, be it a sacred text, religious polemic or other work, which because of its ideological content (including translations of scripture) can be strongly identified with the Roman Catholic faith. Such works are by definition ‘Works of Religiosity’. "
    },
    {
      "genre": "Catholicism",
      "definition": "A work which takes the Roman Catholic faith, practices and / or worshippers as an object of study. ‘Catholicism’ is a sub-category of ‘Religion’ and ‘Christianity’."
    },
    {
      "genre": "Catinat, Nicholas de",
      "definition": "French general under Louis XIV."
    },
    {
      "genre": "Cato",
      "definition": "Refers to Cato the Elder, the Roman Statesman and soldier."
    },
    {
      "genre": "Causes celebres",
      "definition": "Works concerning notorious legal cases / judgments."
    },
    {
      "genre": "Celibacy",
      "definition": "Works relating to celibacy (whether or not religiously inspired) as a practice or moral choice."
    },
    {
      "genre": "Celtic Church",
      "definition": "Works relating to the history or practices of the Celtic Church in Britain or Ireland. A sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Censorship",
      "definition": "Works discussing or relating to the practice of censorship."
    },
    {
      "genre": "Central America",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Ceramics",
      "definition": "Works discussing ceramics. ‘Ceramics’ is a sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Charity",
      "definition": "Works discussing and / or recommending charitable acts or giving. Usually religious or moral in nature."
    },
    {
      "genre": "Charlatans",
      "definition": "Works discussing charlatans, either individually or en masse."
    },
    {
      "genre": "Charlemagne",
      "definition": "Medieval Frankish king, founder of Holy Roman Empire. Ruled 768-814."
    },
    {
      "genre": "Charles II of Great Britain",
      "definition": "Ruled Britain from the Restoration in 1660 until his death in 1685."
    },
    {
      "genre": "Charles III of Spain",
      "definition": "King of Spain, 1759-1788. Previously, from 1735, King of Naples and Sicily."
    },
    {
      "genre": "Charles IX of France",
      "definition": "King of France from 1760-1774. Notorious as the king presiding over the Saint Bartholomew’s day Massacre of protestants in 1768."
    },
    {
      "genre": "Charles V",
      "definition": "Early sixteenth century King of Spain and Holy Roman Emperor."
    },
    {
      "genre": "Charles XII",
      "definition": "King of Sweden, ruled 1697-1718. Known for his ultimately unsuccessful invasion of Russia during the Great Northern War."
    },
    {
      "genre": "Charles-Emmanuel III of Sardinia",
      "definition": "Ruled Savoy and Sardina, 1730-1773."
    },
    {
      "genre": "Chemistry",
      "definition": "Works treating the science or practical aspects of chemistry. ‘Chemistry’ is a sub-category of ‘Science’."
    },
    {
      "genre": "Childhood diseases",
      "definition": "Works of medical pathology addressing childhood diseases. ‘Childhood diseases’ is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Child-rearing",
      "definition": "Works relating to raising children (as opposed to educating them)."
    },
    {
      "genre": "Children's literature",
      "definition": "Works, literary or otherwise, aimed primarily at children and young people."
    },
    {
      "genre": "China",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Chiropody",
      "definition": "Works of medical pathology or anatomy concerned with the treatment of minor ailments of the foot. ‘Chiropody’ is a sub-category of ‘Medicine’ + ‘Science’."
    },
    {
      "genre": "Chivalric Orders",
      "definition": "Works devoted to the history or activities of Orders of Chivalry. A sub-category of ‘Chivalry’."
    },
    {
      "genre": "Chivalry",
      "definition": "Works discussing or portraying chivalry"
    },
    {
      "genre": "Chocolate",
      "definition": "Works relating to Chocolate. A sub-category of ‘Food and Beverages’."
    },
    {
      "genre": "Christian Doctrine",
      "definition": "Works devoted to Christian doctrine, whether explicatory or as an object of study. This keyword is ideologically neutral and its use does not necessarily imply sympathy with Christian teachings. Cf. the ideological keywords ‘Work of Religiosity’ and ‘Sceptical Work’, which are used for works with pro- and anti- Christian sympathies respectively. A sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Christian enlightenment text",
      "definition": "‘Works of religiosity’ produced by Christian writers strongly associated with the enlightenment or whose means of arguing and writing strategies emulate those of enlightenment writers."
    },
    {
      "genre": "Christian IV of Denmark",
      "definition": "Ruled 1588-1648."
    },
    {
      "genre": "Christian life",
      "definition": "Religious works explaining how to live a virtuous Christian life. ‘Christian life’ is a sub-category of ‘Religion’ + ‘Christianity’. Works with this keyword are, by definition, ‘Works of religiosity’."
    },
    {
      "genre": "Christian Rulership",
      "definition": "Works treating the morals, duties, obligations and practices of Christian monarchs. A sub-category of ‘Politics’ and ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Christian theology",
      "definition": "Speculative works [as opposed to sacred texts or works on Christian doctrine] discussing or speculating on the nature and/ or existence of God written by writers with a Christian viewpoint. ‘Christian theology’ ’ is a sub-category of ‘Religion’ and ‘Theology’. This keyword is not entirely subsumed within the category ‘Christianity’, as the belief systems of the author may be heterodox or ideosyncratic or expounded as a refutation of an alien system rather than an exposition of Christian belief."
    },
    {
      "genre": "Christianity",
      "definition": "Works (including satirical or anti-clerical works) relating to the study, beliefs and / or practices of Christian faith(s) and those who practice the same. This term is ideogically neutral, cf. ‘Apologetic works’; ‘Sceptical works’. (NB Scriptures sacred to both the Jewish and Christian faiths are designated under Christianity but not Judaism). ‘Christianity’ is a sub-category of ‘Religion’."
    },
    {
      "genre": "Christina, Queen of Sweden",
      "definition": "Mid-seventeenth century Queen of Sweden, famous for her renunciation of Protestantism and the throne in 1654."
    },
    {
      "genre": "Chronology",
      "definition": "Works devoted to establishing (mainly ancient or Biblical) chronology on an empirical footing. [this means that chronological appoaches to later historical writing do not normally come under this category]"
    },
    {
      "genre": "Church and State",
      "definition": "Works dealing with the historical or contemporary eighteenth century relations between Church (or organised religion) and the State. The use of this keyword does not indicate an author’s ideological preferences on the question. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Church History",
      "definition": "Works relating to the history of the Christian Church(es). Usually employed as a sub-category of ‘Religion’ and ‘History’ (though occasionally ‘Historical drama’ or ‘Historical Fiction’)."
    },
    {
      "genre": "Civil Law",
      "definition": "Works relating to the Civil Law or important aspects thereof.  A sub-category of ‘Law’."
    },
    {
      "genre": "Clairon, Mlle",
      "definition": "French actress."
    },
    {
      "genre": "Classical antiquity",
      "definition": "Works treating the classical world as their subject"
    },
    {
      "genre": "Classical remains",
      "definition": "Works relating to the remains of classical buildings and other works of antiquity. Accompanies the keyword ‘Classical antiquity’ where these are the major focus of a work."
    },
    {
      "genre": "Clement XIV, Pope",
      "definition": "Controversial enlightenment Pope from 1769-1774, his pontificate saw attempts to reconcile spiritual and temporal authority in the Catholic world, as well as the decree dissolving the Jesuit order."
    },
    {
      "genre": "Clerical jurisdiction",
      "definition": "Works treating the legal details, nature or extent of the clergy’s legal authority, particularly over secular matters. ‘Clerical jurisdiction’ is a sub-category of ‘Religion’ + ‘Christianity’ and ‘Church and State’ and ‘Law’."
    },
    {
      "genre": "Coach Services",
      "definition": "Works largely devoted to the details (routes; timetables; functions) of commercial coach and carriage services."
    },
    {
      "genre": "Coachmanship",
      "definition": "Works relating to the driving and / or maintenance of coaches."
    },
    {
      "genre": "Cocoa",
      "definition": "Works relating to Cocoa. A sub-category of ‘Food and Beverages.’"
    },
    {
      "genre": "Coffee",
      "definition": "Works relating to Coffee. A sub-category of ‘Food and Beverages.’"
    },
    {
      "genre": "Colbert, Jean-Baptiste",
      "definition": "Celebrated government minister of Louis XIV."
    },
    {
      "genre": "Collected works",
      "definition": "This is a catch all term to describe volumes containing more than one work, whether by one or more author, and regardless of whether the volumes are anthologies or essays addressing a common theme, or written on diverse topics. Collections of short stories or poems by a single author intended for publication together have not typically been styled ‘Collected works’."
    },
    {
      "genre": "Colonial policy",
      "definition": "Works discussing the colonial policy of one or more states."
    },
    {
      "genre": "Combustion",
      "definition": "Works relating to the burning of fuels and the uses of this process."
    },
    {
      "genre": "Comedy",
      "definition": "Dramatic literary works fitting the eighteenth-century definition of the French term Comédie: i.e a theatrical piece ‘in which is represented a scene from everyday life, that is supposed to have passed between persons of private condition’ (Dictionnaire de l’Académie française, 1762). It follows from this that not all comedies are comic or humorous; those that are have been indicated, wherever detected, by the keyword ‘Satirical Works’. As with other dramatic keywords, the use of the term Comedy usually derives from its use in the César database, which in turn tends to be derived from the title page of the work in question. ‘Comedy’ is a sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Comets",
      "definition": "Works relating to comets and meteors. A sub-category of ‘Astronomy’."
    },
    {
      "genre": "Comic Opera",
      "definition": "This keyword is used for light-hearted operatic works. Most are identified as Comic Opera from the title-page of a copy of the work or through the CESAR database, which draws on title pages for its genre descriptions. ‘Comic Opera’ is a sub-category of the keywords ‘Music’ + 'Opera': such works are also identified as ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Comic Poetry",
      "definition": "Sub-category of ‘Literature’ + ‘Poetry’ comprising humorous poems. Usually also carry the keyword ‘satirical works’ (q.v.)."
    },
    {
      "genre": "Commerce",
      "definition": "Works relating to trade in goods or services. Where these works are discursive of commerce, they also take the sub-category of ‘Economics’; trade manuals as a rule do not."
    },
    {
      "genre": "Commercial Law",
      "definition": "Works relating to commercial law. A sub-category of ‘Law’ and ‘Commerce’ + ‘Economics’."
    },
    {
      "genre": "Communication Routes",
      "definition": "Works offering detailed descriptions and practical information about communications routes."
    },
    {
      "genre": "Communion",
      "definition": "Works relating to or treating Holy Communion, potentially ranging from service books to theological tracts to satires on the Mass. A sub-category of ‘Religion’ and ‘Christianity’."
    },
    {
      "genre": "Compagnie des Indes",
      "definition": "Works dealing with the French colonial trading outfit known as the Compagnie des Indes."
    },
    {
      "genre": "Comte d'Estaing",
      "definition": "Charles Hector, comte d'Estaing. French general and admiral (1729-1794)"
    },
    {
      "genre": "Concordances and Biblical Dictionaries",
      "definition": "Reference works serving as Biblical Concordances or Dictionaries of the Bible. Sub-category of ‘Religion’ + ‘Christianity’ + ‘Biblical Study’ and ‘Reference works’ + ‘Dictionary’."
    },
    {
      "genre": "Conduct manual",
      "definition": "Works whose primary or major function is to advise readers on the appropriate behaviour, moral conduct and / or social ettiquette."
    },
    {
      "genre": "Confessions of Rousseau",
      "definition": "Works discussing Rousseau’s celebrated autobiographical Confessions. A ‘sub-category of ‘Rousseau’ and ‘Lives and Letters’."
    },
    {
      "genre": "Confucius",
      "definition": "Chinese philosopher"
    },
    {
      "genre": "Conquistadors",
      "definition": "Works of fact or fiction treating the Spanish conquerors of the New World."
    },
    {
      "genre": "Conseils Souverains",
      "definition": "Works relating to or emanating from the Sovereign Councils of French provinces. A sub-category of ‘France’."
    },
    {
      "genre": "Constitutional theory",
      "definition": "Works relating to the theory of constitutions and how they operate. A sub-category of ‘Politics’ + ‘Political Theory’."
    },
    {
      "genre": "Constitutions",
      "definition": "Publications primarily comprising of the texts of political constitutions or laws of a constitutional nature."
    },
    {
      "genre": "Convent literature",
      "definition": "Literary works set in convent / monastic settings as a device to attack monasticism and / or convey an erotic charge. A sub-category of ‘Literature’ and of ‘Religion’ + ‘Christianity’ + ‘Catholicism’ + ‘Religious Orders’. Usually also ‘erotic works’. For non-fiction works on monastic communities (including non-Christian ones), see ‘Monasticism’."
    },
    {
      "genre": "Conversation (art of)",
      "definition": "Works relating to the art of social conversation. A sub-category of ‘Languages’."
    },
    {
      "genre": "Conversion narratives",
      "definition": "A genre of narrative works describing the religious conversion experience of [usually Protestant] Christian believers.  A sub-category of ‘Lives and Letters’ + ‘Biography’ and ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Cook, James",
      "definition": "British navigator and Pacific explorer."
    },
    {
      "genre": "Cookery",
      "definition": "Works relating to cooking. Note also the key-words recipes and nutrition. A sub-category of ‘Household Skills’."
    },
    {
      "genre": "Corneille, Pierre",
      "definition": "French seventeenth-century dramatist, writer of tragedies."
    },
    {
      "genre": "Correspondence",
      "definition": "Non-fiction works comprised primarily of the correspondence of [usually well-known] figures. ‘Correspondence’ is a sub-category of ‘Lives and Letters’. This keyword’s several sub-categories include ‘Historical Correspondence’; ‘Political Correspondence’; ‘Literary Correspondence’; ‘Scientific Correspondence’."
    },
    {
      "genre": "Corsairs",
      "definition": "Works relating to Corsairs and Pirates."
    },
    {
      "genre": "Corsets",
      "definition": "Works treating corsets as their subject matter.  A sub-category of ‘Fashion’."
    },
    {
      "genre": "Corsica",
      "definition": "Can refer to both the island and the (short-lived) kingdom of Corsica."
    },
    {
      "genre": "Cosmetics",
      "definition": "Works relating to cosmetics and beauty products. Cf. ‘Beauty’."
    },
    {
      "genre": "Cosmology",
      "definition": "Works devoted to explaining or studying the cosmos."
    },
    {
      "genre": "Costume",
      "definition": "Works relating to costume, dress and adornment."
    },
    {
      "genre": "Courts & Courtiers",
      "definition": "Works offering detailed descriptions of the life of the royal court or lives of courtiers. This keyword covers a wide range of genres, from romances and allegorical political novels through to scandalous memoirs, via collections of anecdote, biography, mémoires and history."
    },
    {
      "genre": "Crebillon, pere",
      "definition": "French early enlightenment writer."
    },
    {
      "genre": "Criminal biography",
      "definition": "Genre of biography recounting the life of a celebrated (and usually condemned) criminal. A sub-category of ‘Lives and Letters’ + ‘Biography’."
    },
    {
      "genre": "Criminal Law",
      "definition": "Works treating the criminal law.  ‘Criminal Law’ is a sub-category of ‘Law’."
    },
    {
      "genre": "Cromwell, Oliver",
      "definition": "British parliamentarian and general, he was made Lord Protector following the English civil wars of 1642-8 and execution of Charles I."
    },
    {
      "genre": "Crop Failure",
      "definition": "Works relating to the causes and/ or consequences of crop failure. A sub-category of ‘Agriculture’."
    },
    {
      "genre": "Crusades",
      "definition": "Works relating to the Crusades."
    },
    {
      "genre": "Cultural news",
      "definition": "Works devoted to the communication of diverse and miscellaneous snippets of cultural news, typically covering celebrated authors, theatrical life and performances and the social and cultural life of the Court. Genres associated with ‘Cultural news’ include ‘Chroniques scandaleuses’; published but formerly clandestine manuscript newsletters."
    },
    {
      "genre": "Cuneiform",
      "definition": "Works relating to the Cuneiform system of writing. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "Currency & Coinage",
      "definition": "Works treating coinage and currency."
    },
    {
      "genre": "Customary Law",
      "definition": "Works treating customary law. ‘Customary Law’ is a sub-category of ‘Law’,"
    },
    {
      "genre": "Customs duties",
      "definition": "Works treating customs duties. For related themes see also ‘Prices and Tariffs’. A sub-category of ‘Taxation’."
    },
    {
      "genre": "Cyrus the Great",
      "definition": "Ancient Persian ruler."
    },
    {
      "genre": "Dalmatia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Dancing",
      "definition": "Works relating to dancing, including works of dance drama and ballet, as well as non-fiction works."
    },
    {
      "genre": "Dark Ages",
      "definition": "Works relating to the (approximate) chronological period between the fall of the Roman Empire and the apogee of the Carolingian empire under Charlemagne."
    },
    {
      "genre": "David, King of Israel",
      "definition": "Biblical king of ancient Israel."
    },
    {
      "genre": "Deaf-mutes",
      "definition": "Works devoted to the discussion of persons who can neither hear or speak."
    },
    {
      "genre": "Death and dying",
      "definition": "Works discussing death and / or the process of dying."
    },
    {
      "genre": "Deism",
      "definition": "Works exploring, treating or expounding Atheism. Does not imply ideological sympathies, cf. ‘sceptical works’; ‘deist works’. ‘Deism’ is a sub-category of ‘Religion’."
    },
    {
      "genre": "Deist work",
      "definition": "Works supporting and expounding deist ideas (ie. non-doctrinal belief in an abstract beneficent God), or widely conceived by contemporaries to support and expound them. Although the keywords ‘Deist work’ and ‘Atheist work’ are theoretically incompatible within a single author work, certain anthologies contain works of both tendencies."
    },
    {
      "genre": "Demography",
      "definition": "Works relating to population and its study."
    },
    {
      "genre": "Demonology",
      "definition": "Works dealing with the subject of demons, devils etc., including fictional or satirical works with devils as major characters."
    },
    {
      "genre": "Denmark",
      "definition": "Can refer to Denmark in both its geographic sense and its empire, which at the time covered by this database included Norway."
    },
    {
      "genre": "Dentistry",
      "definition": "Scientific medical works on the care, diseases and treatment of the teeth."
    },
    {
      "genre": "Descartes",
      "definition": "Early seventeenth century French mathematician and philosopher."
    },
    {
      "genre": "Design Books",
      "definition": "Illustrated books of designs."
    },
    {
      "genre": "Despotism",
      "definition": "Ideological term. Used for works treating and denouncing political despotism. NB. Not all works in this category carry the keyword ‘Politics’ – eg. those primarily concerned with the penal system."
    },
    {
      "genre": "Devotional manual",
      "definition": "Works for use in private Christian religious devotions. ‘Devotional Manual’ is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Sacred Text’."
    },
    {
      "genre": "Dialogues of the Dead",
      "definition": "Works recounting (necessarily fictitious) conversations with or between dead persons."
    },
    {
      "genre": "Diamond Necklace Affair",
      "definition": "Works relating to the celebrated French scandal known as the Diamond Necklace Affair, which broke in 1785. The affair related to a group of fraudsters led by the comte and comtesse de La Motte successfully forging Queen Marie-Antoinette’s signature to acquire a fabulous diamond necklace affair. It took on a political dimension when King Louis XVI ordered a public trial to clear the Queen’s name, having arrested her distant kinsman, Cardinal de Rohan, on suspicion of complicity in the fraud. In the political trial that followed, Rohan was acquitted having relied on a defence that impugned the Queen’s morals. The comtesse de La Motte later capitalised on this by producing scandalous and entirely mendacious accounts of the Queen’s sex life. Another figure in the affair, ‘Cagliostro’ has his own keyword in the database (qv.) and books about him may touch on the affair, even if they do not carry the keyword ‘Diamond Necklace Affair’. This keyword is a sub-category of ‘Law’ and ‘Causes celeb"
    },
    {
      "genre": "Dictionary",
      "definition": "Reference books offering articles in strict alphabetical order on various subjects, included but not limited to language dictionaries. General ‘Encyclopaedia’ and collections of essays presented in alphabetical order of arbitrary title (such as Voltaire’s Dictionnaire philosophique) are not included in this category. Language dictionaries can be isolated by using the keyword combination ‘Dictionary’ + (e.g.) ‘French language’; the Parisian keyword ‘Grammaires et dictionnaires’ is also useful here."
    },
    {
      "genre": "Didactic Fiction",
      "definition": "Fictional works of ‘Literature’ which have an explicit/clearly stated or evident didactic purpose (since most fiction has some didactic purpose, a strong statement is necessary for this category). ‘Didactic fiction’ is a rare case where fictional works have been attributed non-fictional subjects. NB. the use of this keyword is indicative only – no systematic attempt has been made to identify every work that might be so categorised. "
    },
    {
      "genre": "Digestion",
      "definition": "Works concerning the process of digestion. A sub-category of ‘Science’ + ‘Biology’ + ‘Physiology’."
    },
    {
      "genre": "Distillation",
      "definition": "Works relating to the preparation of liquors and other liquids that need to be distilled."
    },
    {
      "genre": "Diverse non-European countries",
      "definition": "Works treating issues in a miscellaneous group of countries beyond Europe, a group to small to be considered global and too broad and miscellaneous to be included in a short list of countries or regions."
    },
    {
      "genre": "Divine Judgement",
      "definition": "Works treating the question of the last judgment of the human soul by the divinity. A sub-category of ‘Religion’."
    },
    {
      "genre": "Divorce",
      "definition": "Works focusing on the legal aspects of divorce, or on produced as part of particular divorce cases (eg. the legal briefs of one or both partners). NB. For a related marital scandal (including a divorce) that is very prominent in the database see ‘Rilliet affair’. The Rilliet works are not tagged as being about ‘divorce’."
    },
    {
      "genre": "Dorat, Claude-Joseph",
      "definition": "French poet and dramatist."
    },
    {
      "genre": "Drama",
      "definition": "This category covers all works written for performance on the stage (including ‘Opera’ or ‘Ballet’). The use of the keyword ‘Drama’ to describe a single work is mutually exclusive with the keyword ‘Poetry’ (but anthologies and collected works may have both keywords applied to separate works within them). NB. Dramatic works written in verse are not categorised as ‘Poetry’ in the keyword system used here: instead they are recorded as ‘Verse Drama’. However, all plays appear under the category ‘Poetique’ in the Parisian booksellers’ system of categorisation, (ie. the alternative system used in this database). ‘Drama’ is a sub-category of ‘Literature.’"
    },
    {
      "genre": "Drame",
      "definition": "Dramatic literary works revolving around a single principal event (‘action’), which though on serious subjects often, though not invariably, depict ordinary (generally bourgeois) people and their lives. These have been identified via their title-pages or through the CESAR database, where they are described as such. The French term Drame is used because there is no exact equivalent in English. The 1835 edition of the Dictionnaire de l’Académie française described a Drame thus:  ‘Pièce de théâtre, en vers ou en prose, d'un genre mixte entre la tragédie et la comédie, dont l'action, sérieuse par le fond, souvent familière par la forme, admet toutes sortes de personnages, ainsi que tous les sentiments et tous les tons.’ Like other dramatic terms in the database, this category tend to be drawn from the works themselves, either directly from titles or title-pages, or indirectly through the César database. A sub-category of the keywords ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Drawing",
      "definition": "Works treating the Art of Drawing or containing Drawings. A sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Dreams (interpretation of)",
      "definition": "Works claiming to explain or provide guidelines for discerning the meaning of dreams. "
    },
    {
      "genre": "Droz, Jaquet",
      "definition": "The work with this keyword may relate to the Jacquet Droz watchmakers, founded in 1738. However, the archival reference is not sufficiently clear for this to be certain."
    },
    {
      "genre": "du Barry, Jeanne",
      "definition": "Last and distinctly plebian mistress of King Louis XV of France. She was executed during the French revolution."
    },
    {
      "genre": "Duguay-Trouin",
      "definition": "French privateer and admiral, 1673-1736."
    },
    {
      "genre": "Dutch Language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Dutch language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘languages’, ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’."
    },
    {
      "genre": "Dyes and tinctures",
      "definition": "Works relating to the preparation or use of dyes and tinctures. Related keyword categories include: ‘recipes’, ‘painting’. "
    },
    {
      "genre": "Dysentery",
      "definition": "Works dealing with the disease known as dysentery."
    },
    {
      "genre": "Earthquakes",
      "definition": "Works relating to earthquakes."
    },
    {
      "genre": "East Indies",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Eau-de-vie",
      "definition": "Works relating to Eau-de-vie (brandy)."
    },
    {
      "genre": "Ecclesiastical affairs",
      "definition": "Works treating or emanating from the secular affairs and disputes of the Christian Churches. A sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Ecclesiastical Property",
      "definition": "Works relating to Ecclesiastical Property. A sub-category of ‘Property’ and ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Ecclesiastical reform",
      "definition": "Works treating the question of to Ecclesiastical reform. Most such works would advocate such reform. A sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Economic Theory",
      "definition": "Works treating matters of economic theory; a sub-category of ‘Economics.’"
    },
    {
      "genre": "Economics",
      "definition": "Catch all term for works relating to economics and the economy. Its sub-categories and related terms include ‘Commerce’, ‘Agronomy’, ‘Manufacturing’, ‘International trade’, ‘Economic theory’, and ‘Industry’, as well as ‘Financial Administration’, ‘Financial speculation’; ‘Colonial policy’; and ‘Banking’."
    },
    {
      "genre": "Ecumenicalism",
      "definition": "Works treating Ecumenicalism. A sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Edicts",
      "definition": "Published texts of government edicts or proclamations. ‘Edicts’ is a sub-category of ‘Official documents’."
    },
    {
      "genre": "Education",
      "definition": "Works related to Education."
    },
    {
      "genre": "Education of Princes",
      "definition": "Works treating the Education of Princes. A sub-category of ‘Education’."
    },
    {
      "genre": "Educational Curriculum",
      "definition": "Works relating to the Educational Curriculum. A sub-category of ‘Education’."
    },
    {
      "genre": "Egypt",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Electricity",
      "definition": "Works relating to Electricity. A sub-category of ‘Science’ + ‘Physics’."
    },
    {
      "genre": "Elizabeth I of England",
      "definition": "Ruled 1558-1603 and celebrated above all for the victory of her fleets over the Spanish Armada of 1588."
    },
    {
      "genre": "Embroidery",
      "definition": "Works relating to Embroidery. A sub-category of ‘Household skills’."
    },
    {
      "genre": "Encyclopaedia",
      "definition": "Works of general reference or on specific subjects organised systematically in alphabetical order of topic heading, and which aspire to give a comprehensive overview of the fields covered. Collections of essays arranged by arbitrarily assigned alphabetical title such as Voltaire’s Philosophical Dictionary are not included under this keyword. "
    },
    {
      "genre": "Engineering",
      "definition": "Works related to engineering."
    },
    {
      "genre": "England",
      "definition": "Works relating specifically to England. The keyword ‘Britain’ is always used alongside England, in part to reflect ambiguous usage of the word ‘Angleterre’."
    },
    {
      "genre": "English Language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the English language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Engraving",
      "definition": "Works relating to Engraving. A sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Entomology",
      "definition": "Scientific works concerning the study of insects, a sub-category of ‘Science’ + ‘Biology’. See also the keyword definitions ‘Biology’, ‘Natural History (general)’."
    },
    {
      "genre": "Epic Poetry",
      "definition": "Poetic works identified as detailing works of heroism important to a particular nation or culture. A sub-category of ‘Literature’ + ‘Poetry’."
    },
    {
      "genre": "Epidemiology",
      "definition": "Works discussing epidemic diseases and their outbreaks. A sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Epigrams",
      "definition": "Poetic works identified as containing collections of epigrams. ‘Epigrams’ is a sub-category of ‘Literature’ and ‘Poetry’."
    },
    {
      "genre": "Epistemology",
      "definition": "Works treating with the theory of knowledge. A sub-category of Philosophy."
    },
    {
      "genre": "Epistolary Fiction",
      "definition": "Works of creative literature written in the form of letters between protagonists in the story. A sub-category of ‘Literature’ + ‘Prose fiction’."
    },
    {
      "genre": "Equestrianism",
      "definition": "Works treating the art of horseriding. A sub-category of ‘Horsemanship’."
    },
    {
      "genre": "Equine care",
      "definition": "Works treating the art of caring for horses, whether from the perspective of ‘Veterinary Science’ or ‘Animal Husbandry’ or both."
    },
    {
      "genre": "Erotic works",
      "definition": "Broad category covering works designed to have an erotic charge, ranging from outright pornography (ie works which offer descriptions of genitals or the sexual act for the purposes of titillation) through to works which allude frequently to sexualised activities or pleasures, without necessarily offering graphic explicit passages."
    },
    {
      "genre": "Espionage",
      "definition": "Works relating to espionage and spies, including police agents. Quite often linked to politics."
    },
    {
      "genre": "Etiquette",
      "definition": "Works relating to Etiquette. See also ‘Conduct Manual’."
    },
    {
      "genre": "Europe",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Exchange Rates",
      "definition": "Works discussing or recording Exchange Rates. Usually associated with the keyword ‘Commerce’."
    },
    {
      "genre": "Exiles",
      "definition": "Works relating to political exiles."
    },
    {
      "genre": "Exploration",
      "definition": "Works relating to European journeys of discovery in other parts of the globe."
    },
    {
      "genre": "Explosives",
      "definition": "Works relating to Explosives, their manufacture and uses, whether industrial or military."
    },
    {
      "genre": "Fables",
      "definition": "Fables; fabulous stories in verse or prose, narrative or dramatic form, intended for diversion and moral instruction. (Fables are usually encountered in anthologies, hence use of the plural form). A sub-category of ‘Literature’."
    },
    {
      "genre": "Fairy Tales",
      "definition": "Fairy Tales – fantastic and magical tales aimed mostly at children. (NB. These were a new genre in the mid-eighteenth-century). A sub-category of ‘Literature’."
    },
    {
      "genre": "Falconry",
      "definition": "Works relating to Falconry. A sub-category of ‘Hunting’."
    },
    {
      "genre": "Family relationships",
      "definition": "Non-fiction works relating to family relationships."
    },
    {
      "genre": "Famine",
      "definition": "Non fiction works relating to Famine."
    },
    {
      "genre": "Fantasy adventures",
      "definition": "Sustained works of narrative fiction describing adventures involving magical beings or similar fantastical elements. Unlikely fairy tales these were not aimed primarily at a child audience. A sub-category of ‘Literature’."
    },
    {
      "genre": "Fashion",
      "definition": "Works discussing fashion."
    },
    {
      "genre": "Fenelon",
      "definition": "François Fénelon, French archbishop, theologian, and writer, died 1715."
    },
    {
      "genre": "Fernando Cortes",
      "definition": "Conquistador famed for his conquest of the Aztec kingdom in Mexico."
    },
    {
      "genre": "Ferney",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Feudal dues",
      "definition": "Works treating the topic of feudal dues."
    },
    {
      "genre": "Fictionalised biography",
      "definition": "Biographical works identified as including substantial and usually transparent sections which are best thought of as creative fiction rather than true biography. The list of works under this category should be considered indicative rather than comprehensive. To qualify for this category, fictional content needs to extend beyond improbable claims or passages which are clearly false, contrived or based on gossip and slander (as for example in accounts of the early life of previously obscure individuals such as Du Barry) or even completely mendacious (as in Madame La Motte’s accounts of the Diamond Necklace Affair and her relationship with Marie-Antoinette). Cf. the keyword ‘Spurious works’. "
    },
    {
      "genre": "Financial administration",
      "definition": "Works treating the raising and use of state finances. Usually accompanied by the keywords ‘Politics’ and ‘Economics’."
    },
    {
      "genre": "Financial Appeals",
      "definition": "Printed works that appeal for financial contributions for a particular cause; charitable appeals. "
    },
    {
      "genre": "Financial Speculation",
      "definition": "Works discussing the practice of financial speculation and / or speculators."
    },
    {
      "genre": "Fine Arts",
      "definition": "Works related to both the production and products of the fine arts. Major sub-categories include ‘Drawing’, ‘Sculpture’, ‘Painting’, ‘Architecture’, ‘Prints’, ‘Ceramics’, ‘Religious art’."
    },
    {
      "genre": "Fire prevention",
      "definition": "Works treating means to prevent the outbreak or spread of fires."
    },
    {
      "genre": "Fishing",
      "definition": "Works relating to fishing, whether as a hobby or industry."
    },
    {
      "genre": "Flagellation",
      "definition": "Works treating or advocating flagellation."
    },
    {
      "genre": "Flatulence",
      "definition": "Works that deal with flatulence, whether from medical / physiological or humorous perspectives."
    },
    {
      "genre": "Fleury, Cardinal de",
      "definition": "French cardinal and chief minister in the first half of the reign of Louis XV."
    },
    {
      "genre": "Floriculture",
      "definition": "Works relating to the production of flowers. A sub-category of ‘Agriculture’."
    },
    {
      "genre": "Folk Legends",
      "definition": "Works recounting popular but widely accepted myths. Qv. ‘Mythology’."
    },
    {
      "genre": "Food and Beverages",
      "definition": "Works dealing with foodstuffs or drinks, their manufacture, preparation, uses and consumption. Note: works on the cultivation of food crops or raising of animals for meat are treated are found under keywords ‘arable farming’ and ‘animal husbandry’. "
    },
    {
      "genre": "Food preservation",
      "definition": "Works discussing methods of preserving food."
    },
    {
      "genre": "Fools",
      "definition": "Works relating to foolish persons (sots)."
    },
    {
      "genre": "Forces lists",
      "definition": "Official documents listing all or part of the army and/or naval forces of a state or states. A sub-category of ‘Official documents’ and ‘Military affairs’."
    },
    {
      "genre": "Forestry",
      "definition": "Works relating to Forestry."
    },
    {
      "genre": "Fortifications",
      "definition": "Works relating to the construction and use of Fortifications. For the means of attacking, defending, taking or destroying fortifications, see also the keyword ‘siege warfare’. The keyword ‘Fortifications’ is a sub-category of ‘Military affairs’."
    },
    {
      "genre": "Fox, Charles James",
      "definition": "British whig politician, lived 1749-1806."
    },
    {
      "genre": "France",
      "definition": "Is generally used to refer to the Bourbon kingdom of France, but occasionally maybe used in a looser geographic sense (particularly in historical contexts)."
    },
    {
      "genre": "Franco-Dutch Wars",
      "definition": "Works treating the Franco-Dutch Wars."
    },
    {
      "genre": "Francois I",
      "definition": "French renaissance king, ruled 1515-1547."
    },
    {
      "genre": "Francophonie",
      "definition": "Works treating and promoting the superiority of the French language over others and / or arguing for its adoption as a universal language."
    },
    {
      "genre": "Franco-Spanish Wars",
      "definition": "Works treating the Franco-Spanish Wars."
    },
    {
      "genre": "Franklin, Benjamin",
      "definition": "American printer, writer, scientist, statesman and polymath. A founding father of the United States."
    },
    {
      "genre": "Frederick II of Prussia",
      "definition": "Also known as Frederick the Great, ruled 1740-1786. Also ruler of principality of Neuchâtel."
    },
    {
      "genre": "Frederick William II",
      "definition": "King of Prussia and ruler of Neuchâtel, 1786-1797."
    },
    {
      "genre": "Free trade",
      "definition": "Works discussing or advocating the principles of free trade. This keyword is a sub-category of ‘Economics’."
    },
    {
      "genre": "Freedom of the Press",
      "definition": "Works discussing or advocating the principle of press liberty."
    },
    {
      "genre": "Freemasonry",
      "definition": "Works relating to freemasonry."
    },
    {
      "genre": "French language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the French language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "French Revolution",
      "definition": "Political works discussing the French revolution. Works in this category range from political pamplets and contemporary history through to scandalous sexual libelles against Queen Marie-Antoinette. This keyword is a sub-category of ‘Politics’ + ‘Current Affairs’ and ‘France’."
    },
    {
      "genre": "Fribourg",
      "definition": "Can refer to both the town or Canton of Fribourg in Switzerland."
    },
    {
      "genre": "Friendship",
      "definition": "Works treating the subject of Friendship. This keyword is a sub-category of ‘Emotions and sentiments’."
    },
    {
      "genre": "Fronde rebellion",
      "definition": "Works relating to the Fronde rebellions of the mid-seventeenth century."
    },
    {
      "genre": "Fuels",
      "definition": "Works relating to the production, supply and use of combustible fuels."
    },
    {
      "genre": "Funereal oration",
      "definition": "Works belonging to the genre known as ‘funereal orations’. These were published speeches prepared to mark the death of a great figure and, generally, to praise their virtues. The tradition dates back at least to ancient Greece, where it was expected to combine a eulogy to the dead with an exhortation to the living. Although in this database a sub-category of ‘Lives and Letters’ and ‘Biography’, the biographical component might be relatively limited, taking the form of panegyric subsumed within a wider religious sermon or moral lecture. By the eighteenth  century, published funereal orations were not necessarily delivered at the funeral of the person whose passing they marked, and the death of some public figures was marked by the publication of several official and non-official orations."
    },
    {
      "genre": "Fungi",
      "definition": "Works relating to Fungi."
    },
    {
      "genre": "Futuristic tales",
      "definition": "Works of creative fiction set wholly or partly in an imagined far future. This keyword is a sub-category of ‘Literature’."
    },
    {
      "genre": "Galileo",
      "definition": "Italian renaissance scientist."
    },
    {
      "genre": "Gallicanism",
      "definition": "Works treating or advocating Gallican religious ideas and / or the history of  Gallicanism. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ +_ ‘Catholicism’ and ‘France’."
    },
    {
      "genre": "Gambling",
      "definition": "Works relating to gambling, whether as a pastime or cause for social comment or concern."
    },
    {
      "genre": "Garden design",
      "definition": "Works relating to the aesthetic and practical considerations of designing, laying out and planting large scale gardens, whether for private (eg. for chateaux or country houses) or public enjoyment. A sub-category of ‘Gardening’."
    },
    {
      "genre": "Gardening",
      "definition": "Works discussing gardening in any of its aspects."
    },
    {
      "genre": "Gases",
      "definition": "Works relating to gases, their study, and their chemical or physical properties. A sub-category of ‘Science’ and ‘Chemistry’. NB. Works relating to [Hot Air] ‘Ballooning’ are treated as a separate category."
    },
    {
      "genre": "Gender relations",
      "definition": "Works relating to power relations between and status of the sexes. Cf. Nature of women."
    },
    {
      "genre": "Genealogy",
      "definition": "Works discussing genealogy in general or offering the genealogies of individuals, families or groups."
    },
    {
      "genre": "General Science",
      "definition": "Works treating ‘Science’ in general, rather than being devoted to one or two disciplinary sub-categories (as they were perceived in the eighteenth century). These often tend to be wide-ranging school text books or scientific or general reference works. Note that works devoted (solely) to the multiple branches of natural history are generally only denoted by the keyword ‘Natural history (general)’."
    },
    {
      "genre": "Generalship",
      "definition": "Works treating the art of military leadership and how to exercise it (particularly in land warfare). Works in this category do not necessarily treat questions of ‘Strategy and Tactics’, which are dealt with as a separate keyword category in this database. Will normally take either the keywords ‘Military Affairs’ or ‘Military History’ (q.v.)."
    },
    {
      "genre": "Geneva",
      "definition": "Can refer to both the town or territory of Geneva in Switzerland. At the time covered by this database Geneva was an independent city state and perpetual ally of the Helvetic Confederation (rather than a full member)."
    },
    {
      "genre": "Genius",
      "definition": "Works treating the subject of individual or creative Genius."
    },
    {
      "genre": "Geography",
      "definition": "Works relating to the systematic ‘scientific’ geographic study of the world or some part of it. Distinct from ‘Travels’ which usually lack the system and scientific rigour of geography though the two are not mutually exclusive."
    },
    {
      "genre": "Geography of Religions",
      "definition": "Works treating the Geography of Religion."
    },
    {
      "genre": "Geology",
      "definition": "Works of science treating the formation and nature of the Earth’s crust, particularly rocks."
    },
    {
      "genre": "George Germain (Lord)",
      "definition": "British soldier and politician, Secretary of State for America during the American revolutionary war."
    },
    {
      "genre": "George III",
      "definition": "King of Britain and Elector of Hanover, 1760-1820."
    },
    {
      "genre": "German language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the German language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "German Literature",
      "definition": "Works of literary history or criticism with a focus on German Literature."
    },
    {
      "genre": "Germany",
      "definition": "Is used to refer to Germany or the central territories of the Holy Roman Empire more generally or to works relating to regions or states within it."
    },
    {
      "genre": "Gibraltar",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Glaciers",
      "definition": "Works discussing or describing glaciers."
    },
    {
      "genre": "Glarus",
      "definition": "Works relating to canton of Glarus in Switzerland, part of the Swiss Confederation."
    },
    {
      "genre": "Glass-making and Glassware",
      "definition": "Works relating to Glass-making and Glassware"
    },
    {
      "genre": "Glorious Revolution",
      "definition": "Works relating to the Glorious Revolution of 1688-1689 in Britain."
    },
    {
      "genre": "Gluck, Christophe",
      "definition": "Enlightenment musician."
    },
    {
      "genre": "Goezman affair",
      "definition": "Works relating to or produced by either side in the cause célèbre known as the Goëzman affair, a legal and pamphleteering battle between the magistrate Louis-Valentin Goëzman and the playwright and secret agent Pierre-Augustin Caron de Beaumarchais. A sub-category of ‘Law’ and ‘Causes celebres’."
    },
    {
      "genre": "Goldsmith, Oliver",
      "definition": "English novellist."
    },
    {
      "genre": "Gospels (non-canonical)",
      "definition": "Works containing or treating the early Christian accounts of the life of Jesus Christ known as non-canonical Gospels (ie. those which were omitted from the Christian Bible in the course of its compilation). Those containing the actual texts of the non-canonical gospels will be indicated by the simultaneous use of keywords ‘Sacred texts’ and ‘Scriptures’ alongside the keyword ‘Gospels (non-canonical)’. This keyword is a sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Gourville, J.-H.",
      "definition": "Jean-Hérault de Gourville, 1642-1698, courtier and councillor of State under Louis XIV."
    },
    {
      "genre": "Grain Trade",
      "definition": "Works relating to the production, distribution, preservation, milling, wholesaling and retailing of grain. For works on grain-derived foodstuffs and drinks, see ‘Food and Beveridges’. Works dealing with the cultivation of grain will be found under the keywords ‘Arable farming’ and ‘Agriculture’."
    },
    {
      "genre": "Grammar",
      "definition": "Educational or Reference works treating the grammatical structures of one or more languages. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "Gravitation",
      "definition": "Works relating to the theory of Gravitation.  This keyword is a sub-category of ‘Science’ + ‘Physics’ + ‘Mechanics’."
    },
    {
      "genre": "Great Northern War",
      "definition": "Works relating to the international conflict of 1700-1721 in Northern Europe, particularly between Sweden and Russia, and generally known as the Great Northern war."
    },
    {
      "genre": "Greece",
      "definition": "Can refer to both modern and classical Greece. Note that there is a separate keyword for Byzantium."
    },
    {
      "genre": "Greek language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Greek language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Greenland",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Grisons",
      "definition": "Refers to this Swiss region, which at the time covered by the database was an independent confederation of three leagues allied to the Swiss confederation."
    },
    {
      "genre": "Guidebooks",
      "definition": "Travel literature designed to inform (leisured) travellers about the sites, attractions, amusements and culture of a particular destination. With the growth of the Grand Tour in the eighteenth century, demand for such works had greatly increased. A sub-category of ‘Travel’."
    },
    {
      "genre": "Guines affair",
      "definition": "Works relating to or produced by either side in the late 1770s cause célèbre known as the Guines affair, a legal and pamphleteering battle between the French ambassador to London (the Duc de Guines) and his secretary Barthélemy Tort. The case stemmed from the latter’s corrupt involvement with financial speculators and his subsequent allegations that Guines was also involved. A sub-category of ‘Law’ + ‘Causes celebres’."
    },
    {
      "genre": "Gujer, Jacob",
      "definition": "Swiss farmer celebrated by Goethe."
    },
    {
      "genre": "Gustavus Adolphus",
      "definition": "Early seventeenth-century king of Sweden, famed for his generalship during the Swedish military intervention in the 30 Years War. "
    },
    {
      "genre": "Hair-dressing",
      "definition": "Works on the art of hair-dressing."
    },
    {
      "genre": "Haller, Albert",
      "definition": "Albrecht von Haller, Swiss Scientist and poet, 1708-1777."
    },
    {
      "genre": "Hannibal",
      "definition": "Carthaginian general in punic wars against Rome."
    },
    {
      "genre": "Happiness",
      "definition": "Works focussing on Happiness as a subject, whether from a moral, philosophic, emotional or literary point of view. This keyword is a sub-category of ‘Emotions and sentiments’."
    },
    {
      "genre": "Harness-making",
      "definition": "Works relating to the manufacturing of harnesses. A sub-category of ‘Industry’ + ‘Manufacturing’."
    },
    {
      "genre": "Hawaii",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Heloise",
      "definition": "Celebrated lover of Peter Abelard (qv) and author of letters to him following their mutual exile in the wake of their affair."
    },
    {
      "genre": "Helvetius, Claude-Adrien",
      "definition": "French enlightenment philosophe."
    },
    {
      "genre": "Henri II, King of France",
      "definition": "Renaissance king of France (ruled 1547 to his death in a jousting tournament in 1559). Husband of Catherine de Medici (qv)."
    },
    {
      "genre": "Henri IV",
      "definition": "Venerated French king who ended the wars of religion by renouncing but tolerating Protestantism. Ruled from 1589 to his assassination in 1610."
    },
    {
      "genre": "Henry, Prince of Portugal, 'the Navigator'",
      "definition": "Renaissance prince of Portugal whose sponsorship of voyages of exploration precipitated the age of European discoveries."
    },
    {
      "genre": "Henry, Prince of Prussia",
      "definition": "Younger brother to Frederick the Great, lived 1726-1802."
    },
    {
      "genre": "Herbalism",
      "definition": "Works relating to the properties and uses of Herbs, particularly for medical purposes. A sub-category of ‘Medicine’ + ‘Medical Remedies’."
    },
    {
      "genre": "Heresy",
      "definition": "Works relating to actual or alleged Heresies. For works on the treatment of supposed heretics and the institutions charged with their punishment see the keyword ‘Inquisition’."
    },
    {
      "genre": "Hero, mythical figure",
      "definition": "Mythical Greek lover of Leander (qv)."
    },
    {
      "genre": "Heros and Heroism",
      "definition": "Works treating the topic of heroism or Heroes in general."
    },
    {
      "genre": "Hinduism",
      "definition": "Works relating to the Hindu religion, its beliefs and teachings, its followers and their religious practices. A sub-category of ‘Religion’ + ‘World Religions’."
    },
    {
      "genre": "Historical Correspondence",
      "definition": "Works containing the correspondence of historical figures, defined in this database as dead persons whose primary historical importance lay before the reign of Louis XV of France. This keyword is a sub-category of ‘History’, ‘Lives and Letters’ + ‘Correspondence’. NB. Works treating events from the start of the reign of Louis XV (in 1715) or whose subjects who were still alive at the era the STN began trading (1769) are covered by the alternative keyword ‘Political Correspondence’. Within our dataset it proved possible to keep these two keywords mutually exclusive. "
    },
    {
      "genre": "Historical Drama",
      "definition": "Works of dramatic literature treating a particular historical episode or character within a broadly historical framework. A sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Historical Fiction",
      "definition": "Works of creative fiction (whether prose or poetry) aspiring to treat a particular historical episode or personalities within a ‘realistic’ historical setting. A sub-category of ‘Literature’."
    },
    {
      "genre": "Historical geography",
      "definition": "Works treating the geographies of the human past. A sub-category of both ‘History’ and ‘Geography.’"
    },
    {
      "genre": "Historical language dictionaries",
      "definition": "Language dictionaries focusing on vocabulary and use of living languages in the historical past. A sub-category of ‘Reference work’ + ‘Dictionary’ and ‘History’ and ‘Languages’."
    },
    {
      "genre": "Historical Methodology",
      "definition": "Works treating the methods for researching and / or writing history."
    },
    {
      "genre": "History",
      "definition": "Works touching on the history of a society or societies or other defined unit. Contemporary events (defined as those of the reigns of Louis XV and Louis XVI in France are treated under ‘Politics’ + ‘Current Affairs’ not history). The exception is events in the recent past with full closure – eg. The Seven Years War. Usually history is qualified by one or more geographical tags and often also tagged to one or two or three rulers whose reigns spanned the period covered by the history.  Note: histories of academic disciplines such as ‘History of Science’. ‘History of Medicine’ or ‘History of Education’ have not usually been tagged with the keyword ‘History’, nor have works of ‘Literary history’. Equally fictional works with a historical setting, instead of ‘History’ carry the keyword ‘Historical fiction.’"
    },
    {
      "genre": "History of Education",
      "definition": "Works treating the History of Education. A sub-category of ‘Education’."
    },
    {
      "genre": "History of Mathematics",
      "definition": "Works treating the History of Mathematics. A sub-category of ‘Mathematics’."
    },
    {
      "genre": "History of Medicine",
      "definition": "Works treating the History of Medicine. A sub-category of ‘Science’ + ‘Medicine’ and ‘History’."
    },
    {
      "genre": "History of Philosophy",
      "definition": "Works treating the History of Philosophy. A sub-category of ‘Philosophy’."
    },
    {
      "genre": "History of Science",
      "definition": "Works treating the ‘History of Science’. A sub-category of ‘Science’."
    },
    {
      "genre": "Hobbies and Pastimes",
      "definition": "Works relating to hobbies, pastimes and entertainments in general. "
    },
    {
      "genre": "Homer",
      "definition": "Mythical Greek poet and supposed author of the Iliad and Odyssey."
    },
    {
      "genre": "Horsemanship",
      "definition": "Works treating Horsemanship"
    },
    {
      "genre": "Hospitals",
      "definition": "Works relating to Hospitals"
    },
    {
      "genre": "Household Skills",
      "definition": "Works describing or treating household skills. Usually such works are reference books and / or manuals."
    },
    {
      "genre": "Huguenots",
      "definition": "Works treating the Huguenots, their beliefs and history as subjects of study / discussion. A sub-category of ‘Religion’ + ‘Christianity’. NB. Works of Huguenot ideology or piety will be tagged with the keyword ‘Protestant work’."
    },
    {
      "genre": "Human nature",
      "definition": "Works discussing human nature."
    },
    {
      "genre": "Human reproduction",
      "definition": "Works treating the reproduction of human beings, whether from a formal medical / scientific perspective or the point of view of folklore or pseudo-science."
    },
    {
      "genre": "Hume, David",
      "definition": "Scottish philosopher and historian."
    },
    {
      "genre": "Hundred Year's War",
      "definition": "Works relating to the Hundred Year’s War between England and France."
    },
    {
      "genre": "Hungary",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Hunting",
      "definition": "Works treating to the hunting of animals, whether for sport or sustenance."
    },
    {
      "genre": "Hydrography",
      "definition": "Works related to the study of bodies of water. This keyword is a sub-category of 'Science'."
    },
    {
      "genre": "Hydro-power",
      "definition": "Works concerning the hydraulic powering of machinery or mills. This keyword is a subcategory of 'Science' + 'Physics' + 'Mechanics', 'Industry' + 'Manufacturing', and 'Technology'."
    },
    {
      "genre": "Hygiene",
      "definition": "Works relating to the connection between cleanliness and health."
    },
    {
      "genre": "Hymns",
      "definition": "Works containing collections of religious songs for use in worship or devotions. This keyword is a sub-categories of ‘Religion’ + ‘Sacred Text’, and such works are almost by definition ‘Works of Religiosity’."
    },
    {
      "genre": "Hypnosis",
      "definition": "Works relating to Hypnosis."
    },
    {
      "genre": "Hypochondria",
      "definition": "Works relating to Hypochondria. A sub-category of ‘Medicine’ + ‘Mental Diseases’."
    },
    {
      "genre": "Iceland",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Ile de Bourbon",
      "definition": "This was the contemporary name for La Réunion."
    },
    {
      "genre": "Illegitimacy",
      "definition": "Works treating the subject of Illegitimacy."
    },
    {
      "genre": "Imagination",
      "definition": "Works treating the subject of Imagination."
    },
    {
      "genre": "Incest",
      "definition": "Works treating the subject of Incest."
    },
    {
      "genre": "India",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Indian Ocean",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Indo-China",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Industry",
      "definition": "Works concerned with the processes or commercial enterprise of making products, whether manufactured items, foodstuffs, etc.. Cf. Manufacture."
    },
    {
      "genre": "Infanticide",
      "definition": "Works treating the murder of children."
    },
    {
      "genre": "Inheritance",
      "definition": "Works treating questions relating to Inheritance. A sub-category of ‘Law.’"
    },
    {
      "genre": "Inoculation",
      "definition": "Works treating medical inoculation against disease. In the period covered by this database, this related specifically to inoculation against smallpox. This is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Inquisition",
      "definition": "Works relating to religious Inquisitions, notably the Spanish Inquisition and the Papal Inquisition. A sub-category of ‘Religious persecution’."
    },
    {
      "genre": "Insurance Premiums",
      "definition": "Works discussing the principles, details or rates of Insurance Premiums."
    },
    {
      "genre": "International Law",
      "definition": "Legal works treating questions relating to conduct of nations towards one another and how that conduct should be regulated. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "International relations",
      "definition": "Works of ‘Politics’, ‘History’ or ‘Political theory’ treating the political relations between states, whether on a practical, theoretical, satirical or historico-political perspectives. Many of these works relate to questions of contemporary international affairs, wars and crises such as the American revolution."
    },
    {
      "genre": "International Trade",
      "definition": "Works treating economic commerce between states, colonies or regions of the world. This is a sub-category of ‘Economics’ + ‘Commerce’."
    },
    {
      "genre": "Ireland",
      "definition": "‘Ireland’ always takes the country tag ‘Britain’ also."
    },
    {
      "genre": "Irreligious works",
      "definition": "Works which adopt a hostile attitude and tone towards revealed religion, without offering a detailed philosophic critique. Typically such works go beyond mere anti-clericalism or ribaldry. Cf ‘Sceptical works’; ‘Anti-clerical works’. "
    },
    {
      "genre": "Irrigation",
      "definition": "Works relating to Irrigation."
    },
    {
      "genre": "Islam",
      "definition": "A work which takes the Islamic faith, practices and / or worshippers as an object of study. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Islamic World",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Italian language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Italian language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Italian Wars",
      "definition": "Works relating to the Italian wars, particularly those of the renaissance period."
    },
    {
      "genre": "Italy",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Ivan III of Russia",
      "definition": "Ruler of Russia, 1462-1505, also known as Ivan the Great."
    },
    {
      "genre": "Jacobitism",
      "definition": "Works relating to the history, beliefs and leaders of the Jacobite movement."
    },
    {
      "genre": "James I and VI",
      "definition": "Son of Mary Queen of Scots, he inherited the Scottish throne in 1567 and the English throne on the death of Elizabeth in 1603. (Lived 1566-1625)."
    },
    {
      "genre": "Jansenism",
      "definition": "A work which takes Jansenist belief, practices and / or worshippers as an object of study. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’."
    },
    {
      "genre": "Jansenist text",
      "definition": "A work, be it a secular tract, sacred text or religious polemic, which because of its ideological content (including translations of scripture) can be strongly identified with Jansenist belief. Usually these works take the keywords ‘Religion’ + ‘Christianity’, but not always. All ‘Jansenist texts’ are by definition ‘Works of Religiosity’."
    },
    {
      "genre": "Japan",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Jesuits",
      "definition": "Works relating to the activities, beliefs or practices of the Society of Jesus and its members. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’ + ‘Religious Orders.’"
    },
    {
      "genre": "Jesus Christ",
      "definition": "Founder of Christian religion; recognised by Christians as the son of God and by Muslims as a major prophet."
    },
    {
      "genre": "Jewellery",
      "definition": "Works discussing Jewellery."
    },
    {
      "genre": "Jews",
      "definition": "A work which relates to the Jewish people and customs. Cf. the keyword ‘Judaism’, which refers to religious beliefs and practices."
    },
    {
      "genre": "Joan of Arc",
      "definition": "French national heroine and saint, who claimed to have received divine inspiration and led French armies to victory in several battles in the Hundred Years War, before being captured and executed by the British."
    },
    {
      "genre": "Joseph II",
      "definition": "Son of Maria-Theresia. Co-ruler with his mother of Austrian empire from 1765 and sole ruler from 1780-90."
    },
    {
      "genre": "Josephus",
      "definition": "Romano-Jewish historian of first century AD."
    },
    {
      "genre": "Judaism",
      "definition": "A work which takes the Jewish faith, practices and / or worshippers as an object of study. This keyword is a sub-category of ‘Religion’. Cf. the keyword ‘Jews’, which refers to works relating primarily to the Jewish people rather than their faith."
    },
    {
      "genre": "Judicial bodies",
      "definition": "Works treating the subject of judicial bodies in general or emanating from such bodies. These works usually take the keyword ‘Law’ and/ or ‘Politics’."
    },
    {
      "genre": "Judicial Memoires",
      "definition": "Genre of legal work, created in the course of Judicial Proceedings in order to put the case of one or more protagonists in a legal dispute. In France, in particular, such works enjoyed freedom from censorship, or at least considerable latitude, and it became customary for participants in high profile legal cases to use them to appeal to the ‘tribunal of public opinion’, in the hope of swaying or pressurising judges or discrediting their enemies. Such works were often used, also, for political purposes, and sometimes became best-sellers. This keyword is a sub-category of ‘Law’ and ‘Judicial proceedings’."
    },
    {
      "genre": "Judicial Procedure",
      "definition": "Works treating Judicial Procedure as their subject matter. On specific cases, see works with the keyword ‘Judicial proceedings’.  This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Judicial proceedings",
      "definition": "Legal works related to or emanating from particular judicial proceedings. NB there is a separate keyword category for ‘Judicial Procedure’. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Julian 'The Apostate'",
      "definition": "Last pagan emperor of ancient Rome (ca.331-363)"
    },
    {
      "genre": "Jura (Swiss)",
      "definition": "Refers to the area that would become the Swiss Canton of Jura in 1815, but which at the time covered by this database was part of the Prince-bishopric of Basle."
    },
    {
      "genre": "Keith, Earl-Marechal George",
      "definition": "Jacobite general, dispossessed for joining 1715 rebellion."
    },
    {
      "genre": "Kings of France",
      "definition": "Works relating to the Kings of France in general. Works on individual kings appear under their names. eg. Louis XV."
    },
    {
      "genre": "Knights Templar",
      "definition": "Works relating to the military order known as the Knights of the Temple or Knights Templar. A sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’ + ‘Religious Orders’ and ‘Chivalric Orders’"
    },
    {
      "genre": "Kornmann Affair",
      "definition": "Works relating to or produced by either side in the ‘Cause célèbre’ known as the Kornmann affair, a legal and pamphleteering battle between the financier Guillaume Kornmann and his much younger wife Catherine Kornmann in 1787-9. The affair began as a simple petition for divorce based upon the wife’s infidelity, but Madame Kornmann defenders, who included Beaumarchais, succeeded in transforming the case into a sexual and political scandal, indicting several leading members of the French government in the process. A sub-category of ‘Law’ and ‘Causes celebres’."
    },
    {
      "genre": "La Barre, Chevalier de",
      "definition": "Youthful victim of French blasphemy laws, executed for desecrating a wayside shrine. Voltaire transformed him into a symbol of religious intolerance."
    },
    {
      "genre": "La Fontaine",
      "definition": "Jean de la Fontaine, seventeenth-century French fabulist."
    },
    {
      "genre": "La Rochefoucauld, Francois de",
      "definition": "Seventeenth-century French author of maxims and memoirs."
    },
    {
      "genre": "La Tour d'Auvergne, F-M de",
      "definition": "Seventeenth-century French nobleman and duke de Bouillon, lived 1605-1652. Brother of Turenne (qv.)."
    },
    {
      "genre": "Labour Markets",
      "definition": "Economic or political treatises relating to the market for Labour."
    },
    {
      "genre": "Lally, General",
      "definition": "French general executed following fall of Pondicherry. Voltaire campaigned vociferously for his rehabilitation."
    },
    {
      "genre": "Land improvement",
      "definition": "Works treating the means to improve the soils and / or yields of agricultural land. This keyword is a sub-category of ‘Economics’, ‘agriculture’, and ‘agronomy’."
    },
    {
      "genre": "Land Tenure",
      "definition": "Works relating to the laws or customs of Land Tenure and the rights associated with it."
    },
    {
      "genre": "Latin language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Latin language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Latude, J-H Masers de",
      "definition": "Famous inmate of the Bastille, imprisoned for denouncing an invented plot against Pompadour. Celebrated for his escape attempts."
    },
    {
      "genre": "Lauraguais",
      "definition": "French aristocrat and pamphleteer; associate of Louis XV. Also known as the Duc de Brancas."
    },
    {
      "genre": "Lausanne",
      "definition": "Can refer to either the town of Lausanne or its wider Canton. "
    },
    {
      "genre": "Law",
      "definition": "Works relating to criminal, civil, ecclesiastical and international law, litigation, legal procedure and the legal profession."
    },
    {
      "genre": "Laws of Succession",
      "definition": "Works relating to the laws of inheritance and succession. This keyword incorporates both general legal treatises and works relating to specific cases, including legal briefs and judicial memoirs. A sub-category of ‘Law’ + ‘Inheritance’."
    },
    {
      "genre": "Leander, mythical figure",
      "definition": "Mythical Greek lover, drowned swimming Hellespont to meet his paramour Hero."
    },
    {
      "genre": "Legal codes",
      "definition": "Texts of law codes. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Legal Codification",
      "definition": "Works relating to the history, theory and practice of codifying law. This keyword is a sub-category of ‘Law’. NB. For texts of law codes the keyword ‘Legal Codes’ is used."
    },
    {
      "genre": "Legal profession",
      "definition": "Works relating to lawyers and their professional practices, organisation and training. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Legal reform",
      "definition": "Works treating questions of large-scale reform in the laws, legal administration, procedures or penal codes of one or more states. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Legislation",
      "definition": "Works concerning the principles or practice of creating / promulgating new laws. (As opposed to the text of ‘Law Codes’ or ‘Legislative measures’, both of which are separate keyword categories). This keyword is a sub-category of ‘Law’"
    },
    {
      "genre": "Legislative measures",
      "definition": "Works announcing (usually newly) promulgated laws or edicts. (cf. ‘Legal codes’; ‘Legislation’). This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Legitimacy of children",
      "definition": "Works relating to the legitimacy of children, whether on a general level or with regard to specific legal cases. See also works under the keyword ‘Illegitimacy’."
    },
    {
      "genre": "Leibniz",
      "definition": "German mathematician and philosopher, 1646-1716."
    },
    {
      "genre": "Lenclos, Anne de",
      "definition": "Celebrated seventeenth-century courtesan and early patron of Voltaire."
    },
    {
      "genre": "Lenoir, Jean-Charles-Pierre",
      "definition": "French minister of Police during the late ancien regime years."
    },
    {
      "genre": "lesbianism",
      "definition": "Works, usually literary, that depict, treat or discuss female same-sex sexual intimacy. Such works are usually erotic or pornographic in nature."
    },
    {
      "genre": "Levant",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Libel and Slander",
      "definition": "Works treating libel and slander in general as their subject matter. NB. Libellous and scandalous attacks on individuals are listed under the keyword ‘Personal Libel’."
    },
    {
      "genre": "Libertine texts",
      "definition": "Texts (usually but not always novels) that reflect libertine sexual attitudes and behaviours. They may or may not be erotic or pornographic. The label is widely defined so as to include, for example, works depicting multiple ‘gallant intrigues.’ Qv. ‘Amorous adventures’."
    },
    {
      "genre": "Liege, Principality of",
      "definition": "Refers to the independent prince-bishopric of Liège in modern Belgium."
    },
    {
      "genre": "Linguet, Simon",
      "definition": "Celebrated French journalist and anti-philosophe. Executed during the revolution."
    },
    {
      "genre": "Linguistics",
      "definition": "Works concerned with the scientific study, especially comparative, of language and its structures. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "List of officials",
      "definition": "‘Official documents’ (such as Court Almanacs) listing the names and responsibilities of officials in a given state or states."
    },
    {
      "genre": "Literary Correspondence",
      "definition": "Collections of ‘Correspondence’ relating to the lives, works or opinions of leading literary figures and usually written by or to them. This keyword is a sub-category of ‘Lives and Letters’ and ‘Correspondence’."
    },
    {
      "genre": "Literary Criticism",
      "definition": "Critical works treating creative literature. This keyword is a sub-category of ‘Literary Studies’."
    },
    {
      "genre": "Literary History",
      "definition": "Works treating the history of literature. This keyword is a sub-category of ‘Literary Studies’."
    },
    {
      "genre": "Literary Prospectus",
      "definition": "This keyword is used to denote prospectuses for printed works other than serial publications."
    },
    {
      "genre": "Literary studies",
      "definition": "A generic category covering any work taking literature as its subject matter, whether ‘Literary history’, ‘Literary criticism’, or general literary reportage."
    },
    {
      "genre": "Literature",
      "definition": "Creative imaginative (fictional) written works of human spirit. [NB. The manes of Messrs Voltaire and d’Holbach should please note that this category does not include sacred texts or scriptures!]"
    },
    {
      "genre": "Lives and letters",
      "definition": "Non-fiction works relating to the lives and / or correspondence of individuals."
    },
    {
      "genre": "Local politics",
      "definition": "Works concerned with the ‘Politics’ of a town or region within a larger state or entity."
    },
    {
      "genre": "Logic",
      "definition": "Works treating Logic. Such works are a sub-category of ‘Philosophy’."
    },
    {
      "genre": "London",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Longevity",
      "definition": "Works relating to Longevity."
    },
    {
      "genre": "Lorraine",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Lotteries",
      "definition": "Works relating to Lotteries."
    },
    {
      "genre": "Louis IX",
      "definition": "Medieval French King, ruled 1226-70, known also as Saint Louis following his canonisation in 1296. Frequently presented as the model Christian ruler."
    },
    {
      "genre": "Louis the Dauphin",
      "definition": "Son of Louis XV and father of Louis XVI; died before could inherit the French throne."
    },
    {
      "genre": "Louis XI",
      "definition": "King of France, ruled 1461-83."
    },
    {
      "genre": "Louis XII",
      "definition": "King of France, ruled 1498-1515."
    },
    {
      "genre": "Louis XIII",
      "definition": "King of France, ruled 1610-43."
    },
    {
      "genre": "Louis XIV",
      "definition": "King of France, ruled 1643-1715."
    },
    {
      "genre": "Louis XV",
      "definition": "King of France. ruled 1715-1774."
    },
    {
      "genre": "Louis XVI",
      "definition": "King of France, ruled 1774-1792. Executed in January 1793."
    },
    {
      "genre": "Love",
      "definition": "Philosophic non-fiction works relating to Love. NB. For love stories and romance consult the keyword ‘Romantic Fiction’. This keyword is a sub-category of ‘Emotions and sentiments’."
    },
    {
      "genre": "Luther, Martin",
      "definition": "Leader of German protestants’ religious reformation of early sixteenth century."
    },
    {
      "genre": "Lutheranism",
      "definition": "A work which takes the Lutheran faith, practices and / or worshippers as an object of study. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Protestantism’."
    },
    {
      "genre": "Luxury",
      "definition": "Works discussing ‘Luxury’ and its putative effects. This was considered a significant ‘Social Issue’ in the late eighteenth-century."
    },
    {
      "genre": "Lyrical Drama",
      "definition": "Plays identified as ‘Lyrical dramas’ on their title pages; such works usually have limited action, preferring to concentrate on the emotions of the characters. These plays have usually been identified as ‘lyrical dramas’ via their title-pages or through the CESAR database, where they are described as such. This keyword is a sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Machiavelli",
      "definition": "Italian Renaissance political writer and minor statesman."
    },
    {
      "genre": "Madame Geoffrin",
      "definition": "Famous enlightenment salonnière."
    },
    {
      "genre": "Magic Spells",
      "definition": "Works containing collections of (supposedly reliable) Magic Spells. Cf. keyword ‘Magic tricks’, which denotes conjuring."
    },
    {
      "genre": "Magic Tricks",
      "definition": "Works discussing conjuring tricks."
    },
    {
      "genre": "Magnetism",
      "definition": "Works treating the pseudo-scientific quasi-medical practice of Magnetism, its practitioners or devotees. This keyword is a sub-category of ‘Science’ + ‘Pseudo-Science’. See also the closely associated keyword ‘Mesmerism’.  "
    },
    {
      "genre": "Mahomet, the Prophet",
      "definition": "Founder of Islamic religion."
    },
    {
      "genre": "Maintenon, Mme de",
      "definition": "Mistress to King Louis XIV of France."
    },
    {
      "genre": "Malta",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Manners",
      "definition": "Works treating, describing or advocating polite manners, or making them a subject for comment. NB. This keyword tends to refer to ‘Conduct Manuals’ and related texts which have a primary focus on manners, rather than works relating to Christian good conduct and moral behaviour, which are found under the keyword ‘Christian Life’."
    },
    {
      "genre": "Manual",
      "definition": "A ‘Reference work’ whose primary function is to give precise instructions on how a particular physical task should be accomplished or a piece of equipment used, rather than a more general treatise. The limits of this term are, of course, rather subjective."
    },
    {
      "genre": "Manufacturing",
      "definition": "Works concerned with the making manufactured items. This keyword is a sub-category of ‘Industry’."
    },
    {
      "genre": "Maps and Atlases",
      "definition": "Cartographic maps, whether accounted for separately or published together in an atlas. This is a sub-category of ‘Reference work’. NB. Except for Celestial Atlases or charts, all ‘Maps and Atlases’ are also works of ‘Geography’. "
    },
    {
      "genre": "Marcus Aurelius",
      "definition": "Roman Emperor and Stoic philosopher."
    },
    {
      "genre": "Marguerite de Valois",
      "definition": "Queen of France and Navarre; wife of Henri IV of France."
    },
    {
      "genre": "Maria-Theresia",
      "definition": "Austrian empress and Queen of Hungary, 1740-1780. Mother of Marie-Antoinette."
    },
    {
      "genre": "Marie-Antoinette",
      "definition": "Austrian-born Queen of France under Louis XVI. Beheaded by revolutionaries in 1793."
    },
    {
      "genre": "Mark Anthony",
      "definition": "Roman general and lover of Cleopatra, Queen of Egypt."
    },
    {
      "genre": "Marriage",
      "definition": "Works treating the ceremony of marriage and/or institution of marriage and married life."
    },
    {
      "genre": "Marsigli, Comte de",
      "definition": "Count Luigi Ferdinando Marsigli, Italian soldier, scientist, traveller and writer, died 1730."
    },
    {
      "genre": "Martyrdom",
      "definition": "Works relating to religious martyrdom and the deaths of individual martyrs. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Mary Queen of Scots",
      "definition": "Scottish Catholic Queen, eventually expelled from Scotland and captured and executed by Elizabeth I of England."
    },
    {
      "genre": "Materialism",
      "definition": "Works exploring, treating or expounding Materialism. Normally accompanied by the keywords ‘Religion’ + ‘Theology’ and/ or ‘Philosophy’ + ‘Metaphysics’. Does not imply ideological sympathies, cf. ‘sceptical works’; ‘apologetic works’; ‘atheist works’."
    },
    {
      "genre": "Mathematics",
      "definition": "Works treating Mathematics. This keyword is a sub-category of ‘Science’."
    },
    {
      "genre": "Maupeou, Rene-Nicolas de",
      "definition": "French chancellor under Louis XV; orchestrated notorious Maupoeu coup against Parlements, which led to 4 years of political crisis 1771-4. Leading light of ministry known as the ‘Triumvirate’ at this time, along with Terray (qv.) and d’Aiguillon."
    },
    {
      "genre": "Maupeouana",
      "definition": "French political works attacking the ministry and policy of Chancellor Maupeou, and specifically the remodelling of the Parlements that precipitated the Maupeou crisis of 1771-1774. These works are necessarily ideological, taking the side of the Parlements against the Crown and its ministers. They are generally also satirical in tone. This keyword is a sub-category of ‘Politics’ + ‘Current Affairs’ + ‘France’ + Louis XV’."
    },
    {
      "genre": "Maurice of Saxony",
      "definition": "General, successively in the service of several European powers."
    },
    {
      "genre": "Mauritius",
      "definition": "NB. In the eighteenth century, Mauritius was known as Ile de France."
    },
    {
      "genre": "Maxims",
      "definition": "Works containing collections of maxims."
    },
    {
      "genre": "Mazarin, Cardinal",
      "definition": "Seventeenth-century French minister; favourite of Anne of Austria (qv) target of Fronde rebellions during the minority of Louis XIV."
    },
    {
      "genre": "Mechanics",
      "definition": "Scientific works treating mechanics. This keyword is a sub-category of ‘Science’ + ‘Physics’."
    },
    {
      "genre": "Medical Autopsies",
      "definition": "Works relating to Medical Autopsies. This keyword is a sub-category of ‘Science’ + ‘Medicine’ + ‘Anatomy’ + ‘Medical Case Reports’."
    },
    {
      "genre": "Medical Case Reports",
      "definition": "Medical works reporting individual medical cases. This keyword is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Medical Instruments",
      "definition": "Works relating to Medical Instruments. This keyword is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Medical profession",
      "definition": "Serious, scientific, literary and / or satirical works on the subject of the medical profession and its practices. NB. While this keyword is a sub-category of ‘Medicine’, not all works with this keyword will also be categorised as science, as they do not seek to engage with scientific matters. Many such works are hostile to the medical profession or some branches thereof."
    },
    {
      "genre": "Medical remedies",
      "definition": "Works giving lists of remedies for ailments, human or animal. This keyword is a sub-category of ‘Science’; works dealing with human medical remedies also take the keyword ‘Medicine’, while those dealing with animals take ‘Veterinary Science’."
    },
    {
      "genre": "Medici, Marie de",
      "definition": "Second wife of Henri IV of France and mother and regent of Louis XIII."
    },
    {
      "genre": "Medicine",
      "definition": "Works relating to the study and practice of medicine. The vast majority of medical works also carry the keyword ‘Science’."
    },
    {
      "genre": "Meditations",
      "definition": "Works of Christian spiritual contemplation. Hence all such works are sub-categories of ‘Religion’ + ‘Christianity’ and also ‘Works of Religiosity’."
    },
    {
      "genre": "Mendelssohn, Moses",
      "definition": "German Jewish philosopher, lived 1729-1786."
    },
    {
      "genre": "Mental diseases",
      "definition": "Literary or scientific medical works dealing with psychological illnesses."
    },
    {
      "genre": "Mesmerism",
      "definition": "Satirical or serious works treating the pseudo-science of Mesmerism, its practitioners or devotees. This keyword is a sub-category of ‘Science’ and ‘Pseudo-science’. See also the closely associated keyword ‘Magnetism’."
    },
    {
      "genre": "Metallurgy",
      "definition": "Works relating to science and technology of metals (as opposed to their extraction or use in the fashioning of tools or jewellery)."
    },
    {
      "genre": "Metaphysics",
      "definition": "Works dealing with the nature of being and reality. In this database they are almost invariably works of ‘Philosophy’, but not always: they can also be works of ‘Theology’."
    },
    {
      "genre": "Meteorology",
      "definition": "Works relating to the scientific study of the weather. This keyword is a sub-category of ‘Science’."
    },
    {
      "genre": "Michel de l'Hopital",
      "definition": "French renaissance statesman, lived 1507-1573."
    },
    {
      "genre": "micro-organisms",
      "definition": "Scientific works treating micro-organisms. This keyword is a sub-category of ‘Science’ and ‘Biology’."
    },
    {
      "genre": "Middle Ages",
      "definition": "Works, factual or fictional, dealing with the middle ages"
    },
    {
      "genre": "Middle East",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Midwifery",
      "definition": "Scientific medical works dealing with the art of midwifery, including both childbirth and associated obstetric issues and questions of patient care. This keyword is a sub-category of ‘Science’ + ‘Medicine’ + ‘Obstetrics’."
    },
    {
      "genre": "Milan",
      "definition": "Can refer to both the city of Milan and its territories."
    },
    {
      "genre": "Military Affairs",
      "definition": "Matters relating to current military practice or events of practical military significance, including instructional materials (generally does not include works of military history, i.e. works on wars prior to those of Louis XV onwards)."
    },
    {
      "genre": "Military history",
      "definition": "The history of past wars and conflicts prior to wars of Louis XV. [Hence recent and current wars, including the ‘Wars of Austrian Succession’ and ‘Seven Years’ War’ appear under military affairs; but the ‘Great Northern War’ and ‘War of Spanish Succession’ are ‘Military History’]"
    },
    {
      "genre": "Military medicine",
      "definition": "Works of medical science dealing with the illnesses, wounds and associated complications common among soldiers, particularly upon campaign, and their prevention or treatment, whether through medicine or surgery. This keyword is a sub-category of ‘Military Affairs’ + ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Military Organisation",
      "definition": "Works relating to the organisational structures and administration of military forces. Usually such works also take the keyword ‘Military affairs’."
    },
    {
      "genre": "Military Regulations",
      "definition": "Works describing, listing or treating military rules and regulations and their application. Usually such works also take the keyword ‘Military affairs’."
    },
    {
      "genre": "Military science",
      "definition": "Works concerning technical or theoretical aspects of the art of soldiering and warfare. NB. Most of these works are categorised under ‘Military Affairs’, but they can instead be ‘Military history’ if they deal with historical practices and technologies. Only a relatively small portion of these works (generally those concerning artillery, fortification and siegecraft) are categorised also under the keyword ‘Science’. "
    },
    {
      "genre": "Military training",
      "definition": "Works related to military training, whether theoretical treatises and practical manuals. Usually such works also take the keyword ‘Military affairs’."
    },
    {
      "genre": "Milling",
      "definition": "Works relating to the milling of grain. This keyword is a sub-category of ‘Grain trade’ and ‘Industry’."
    },
    {
      "genre": "Mineral Waters",
      "definition": "Works discussing Mineral Waters, their composition and supposed medical or other effects. Qv. ‘Spa towns’."
    },
    {
      "genre": "Mineralogy",
      "definition": "Scientific works dealing with minerals and / or their study. This keyword is a sub-category of ‘Science’ + ‘Geology’."
    },
    {
      "genre": "Mining",
      "definition": "Works relating to the art of extracting minerals by means of mines; or to the construction and maintenance of mines."
    },
    {
      "genre": "Minting and Coining",
      "definition": "Works relating to the physical production of metallic currency. A sub-category of ‘Currency and Coinage’."
    },
    {
      "genre": "Mirabeau",
      "definition": "French nobleman, writer and revolutionary leader."
    },
    {
      "genre": "Miracles",
      "definition": "Works discussing, reporting or critiquing religious Miracles. The use of this keyword for a work does not imply that its author holds any ideological position on the issue. Ideological positions would be denoted by other keywords such as ‘Work of religiosity’ or ‘Sceptical work’. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Miscellaneous essays",
      "definition": "Essays on a variety of subjects, may include some literary pieces but are primarily on non-fiction topics."
    },
    {
      "genre": "Miscellaneous subjects",
      "definition": "Single work covering diverse range of topics, to numerous to describe, in a single essay. If one or two themes predominate, they may appear alongside this keyword."
    },
    {
      "genre": "Moliere",
      "definition": "Seventeenth-century French playwright."
    },
    {
      "genre": "Monasticism",
      "definition": "Non-fiction works dealing with monastic religious communities of either sex and any faith, and / or with their inmates and their practices, customs and beliefs. For fictional literary (and usually anti-clerical and/or licentious works) dealing with, or set in, monastic communities, see ‘Convent Literature’. Both groups of works, in so far as they refer to Christian denominations, can be grouped together as sub-categories of the keyword ‘Religious orders’. NB. This keyword is a sub-category of ‘Religion’. Works on non-Christian monasticism at this period are usually satirical and/ or allegorical attacks on Christian regular clergy."
    },
    {
      "genre": "Montbailli Affair",
      "definition": "Works relating to the Judicial cause célèbre known as the Montbailli Affair of 1770, in which a certain Montbailli and his wife were wrongly condemned for murdering his mother, on the basis of public rumour. A sub-category of ‘Law’ and ‘Causes celebres’."
    },
    {
      "genre": "Montenegro",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Montesquieu",
      "definition": "French philosophe."
    },
    {
      "genre": "Moral instruction",
      "definition": "Works intended to inculcate good moral behaviour."
    },
    {
      "genre": "Moral Philosophy",
      "definition": "Works of ‘Philosophy’ concerned with morality and appropriate behaviour."
    },
    {
      "genre": "Moral tales",
      "definition": "Fictional stories, whether in verse or prose, containing a moral message or purpose. Almost invariably works carrying this keyword are works of ‘Literature’."
    },
    {
      "genre": "Morande, Charles Theveneau",
      "definition": "French scandalmonger, journalist and spy, 1741-1805."
    },
    {
      "genre": "Morangies, Count de",
      "definition": "soldier and celebrated debtor, subject of an ironic pamphlet by Voltaire."
    },
    {
      "genre": "Moses",
      "definition": "Old Testament Jewish religious leader."
    },
    {
      "genre": "Mountaineering",
      "definition": "Works relating to Mountain climbing. This keyword is a sub-category of ‘Mountains’."
    },
    {
      "genre": "Mountains",
      "definition": "Works largely devoted to discussing or describing mountains."
    },
    {
      "genre": "Murder",
      "definition": "Non-fiction works relating to Murder, whether in general or specific cases."
    },
    {
      "genre": "Music",
      "definition": "Any work containing, relating to or studying music."
    },
    {
      "genre": "Musical Scores",
      "definition": "Works containing musical scores [or lyrics]. This keyword is a sub-category of ‘Music’. This keyword is a sub-category of ‘Music’."
    },
    {
      "genre": "Musicology",
      "definition": "Works devoted to the study of music. This keyword is a sub-category of ‘Music’."
    },
    {
      "genre": "Mythology",
      "definition": "Works relating to the mythology of one or more (non-Christian) cultures. Usually therefore associated with ‘Religion’ and one or more chronological and country/ regional tags. If the mythology of a living culture, would usually also be associated with ‘World Religions’."
    },
    {
      "genre": "Naples",
      "definition": "Can refer to both the city and kingdom of Naples"
    },
    {
      "genre": "National Assembly",
      "definition": "Works relating to the French revolutionary National Assembly."
    },
    {
      "genre": "National Character",
      "definition": "Works treating the supposed national character of one or more countries or their inhabitants. The use of this keyword does not presuppose the existence of a nation or concept of nationhood among the people(s) discussed."
    },
    {
      "genre": "National customs",
      "definition": "Works treating to the (supposed) national customs of a country."
    },
    {
      "genre": "Natural History (general)",
      "definition": "Works treating the eighteenth-century natural history disciplines in general – typically works with this keyword would treat botany, zoology, geology, mineralogy and probably paleontology, too. This keyword implies a single work treating all or most of these topics. It is a sub-category of ‘Science’, although it should be noted that some works that treated ‘Natural history’ covered very diverse material."
    },
    {
      "genre": "Natural Law",
      "definition": "Works treating Natural Law. Note: in the period covered by this database, it was often asserted that human reason could establish a system of law or morality derived from [human] nature and hence supposedly universal. This was what was meant by ‘natural law’, a concept that was closely associated with ideas of ‘natural justice’ and ‘natural rights’. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Natural Religion",
      "definition": "Works discussing or advocating ‘Natural Religion’, ie. a religious faith which (it was claimed) could be validated through reason and experience. The conviction that such a basis for belief could be inferred through nature was widespread among enlightenment thinkers. A sub-category of ‘Religion’."
    },
    {
      "genre": "Nature of Women",
      "definition": "Works dealing with the nature and character of the female sex."
    },
    {
      "genre": "Nature, Contemplation of",
      "definition": "Works contemplating upon the beauties of Nature, or discoursing on how to contemplate it."
    },
    {
      "genre": "Naval Science",
      "definition": "Works of maritime science concentrating on naval matters or navigation. A sub-category of ‘Science’. NB. Works with this keyword are only categorised as ‘Military Affairs’ when the emphasis is on military issues."
    },
    {
      "genre": "Naval Warfare",
      "definition": "Works relating to the conduct and / or history of Naval Warfare. Usually such works also take the keyword ‘Military affairs’ or ‘Military history’."
    },
    {
      "genre": "Navies & Naval Power",
      "definition": "Works dealing with Navies and / or Naval Power. Usually such works also take the keyword ‘Military affairs’ or ‘Military history’."
    },
    {
      "genre": "Navigation",
      "definition": "Works relating to the science or practice of maritime navigation."
    },
    {
      "genre": "Necker, Jacques",
      "definition": "Swiss financier and French government minister."
    },
    {
      "genre": "Nepos, Cornelius",
      "definition": "Roman biographer, admired in the eighteenth century for his literary style."
    },
    {
      "genre": "Nervous system",
      "definition": "Scientific medical works treating the human nervous system, its diseases and afflictions, and how to treat them. This keyword is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Netherlands",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Neuchatel",
      "definition": "Can refer to both the town and territory of Neuchâtel, which at the time covered by this database was a Prussian-ruled principality (enjoying considerable autonomy) and a perpetual ally of the Helvetic Confederation (rather than a full member)."
    },
    {
      "genre": "Newspapers and periodicals",
      "definition": "Factual or reference works discussing newspapers and periodicals. NB. Actual serial publications (almanacs, newspapers and periodicals) are listed under the keyword ‘Periodical literature.’"
    },
    {
      "genre": "Newton, Isaac",
      "definition": "British scientist and thinker."
    },
    {
      "genre": "Nobility",
      "definition": "Works treating the nobility."
    },
    {
      "genre": "Noble Savage, The",
      "definition": "Fictional works portraying leading characters in such a way that readers would recognise them as Noble Savages. (This did not necessarily presuppose sympathy for the idea of the Noble Savage: it could be for satirical effect)."
    },
    {
      "genre": "Nordic Literature",
      "definition": "Works of literary history or criticism with a focus on the literature of the Scandinavian countries and their colonies. A sub-category of literary studies."
    },
    {
      "genre": "North Africa",
      "definition": "Works concerning this place."
    },
    {
      "genre": "North America",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Norway",
      "definition": "Refers to the Norweigian part of the Kingdom of Denmark."
    },
    {
      "genre": "Nursing",
      "definition": "Works relating to Nursing. A sub-category of ‘Science’ + ‘Medicine’ + ‘Patient Care’."
    },
    {
      "genre": "Nutrition",
      "definition": "Works dealing with the nutrition of animals or people. NB. This keyword is normally but not invariably accompanied by the keyword ‘Science’."
    },
    {
      "genre": "Obituary notices",
      "definition": "This keyword is used for individual or collected obituary notices. See also ‘Funereal Orations’. A sub-category of ‘Lives and Letters’ + ‘Biography’."
    },
    {
      "genre": "Obstetrics",
      "definition": "Works relating to the care and treatment of women during pregnancy and childbirth. This keyword is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Octavia (Caesar Augustus' sister)",
      "definition": "Aristocratic Roman lady, sister of Caesar Octavius and wife of Mark Antony (69 BC-11 BC)"
    },
    {
      "genre": "Odysseus, King of Ithaca",
      "definition": "Mythical Greek king at time of Trojan war: Hero of Homer’s Odyssey."
    },
    {
      "genre": "Oeuvres",
      "definition": "This keyword is used for anthologies of works by a single author marketed as ‘Oeuvres’, and hence implying that they were are comprehensive (if not necessarily entirely complete) collection of the author’s writings. Cf. ‘Collected works’: ‘Oeuvres’ is a sub-category of this keyword."
    },
    {
      "genre": "Official Account of events",
      "definition": "Published accounts of events produced by political authorities. This keyword is a sub-category of ‘Official documents’."
    },
    {
      "genre": "Official Addresses",
      "definition": "This keyword is used for the addresses of public authorities. Usually produced as, and recorded by the keyword, ‘Official documents.’"
    },
    {
      "genre": "Official ceremonies",
      "definition": "Works treating or giving accounts of official ceremonies."
    },
    {
      "genre": "Official documents",
      "definition": "Texts produced by official bodies for a public or official purpose. The issuing body is usually described by a further keyword."
    },
    {
      "genre": "Old Age",
      "definition": "Works discussing old age. This may be as a social issue, medical concern, or in some other context."
    },
    {
      "genre": "Opera",
      "definition": "This keyword is used for any work of musical theatre that contemporaries recognised as Opera: such works are also identified as ‘Literature’ + ‘Drama’. Most are identified as Opera from the title-page of a copy of the work or through the CESAR database, which draws on title pages for its genre descriptions. The keyword is also used for works about Opera. ‘Opera’ is a sub-category of the keyword ‘Music’."
    },
    {
      "genre": "Opthamology",
      "definition": "Works relating to diseases of the eyes and their treatments. A sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Optics",
      "definition": "Scientific works relating to the study of light and vision. A sub-category of ‘Science’ + ‘Physics’."
    },
    {
      "genre": "Oriental languages",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Oriental languages, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Origins of Religions",
      "definition": "Works treating the theoretical or historical question of the Origins of Religion. Generally works with this keyword tend to be hostile to revealed religion. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Orleans, Henriette, duchess of",
      "definition": "Seventeenth-century British princess (lived 1644-1670), the daughter of Charles I and wife of Philippe d’Orléans, younger brother of Louis XIV."
    },
    {
      "genre": "Orléans, Philippe (1747-1793)",
      "definition": "French prince of Orleanist line, known as Philippe-Egalité for his embrace of the French revolution and its principles. Executed in 1793."
    },
    {
      "genre": "Ornithology",
      "definition": "Works concerning the study or keeping of birds."
    },
    {
      "genre": "Orthopaedics",
      "definition": "Scientific medical works concerned with the musculo-skeletal system, its diseases and afflictions, and their treatment. This keyword is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Osteology",
      "definition": "Anatomical works relating to the study of bones. A sub-category of ‘Science’ + ‘Medicine’ + ‘Anatomy’."
    },
    {
      "genre": "Ottoman Empire",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Ovid",
      "definition": "Roman poet, known especially for his erotic works."
    },
    {
      "genre": "Pacific",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Paediatrics",
      "definition": "Medical works relating to childhood diseases and medical conditions and the medical treatment of children. A sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Paganism",
      "definition": "A work which takes Pagan faiths, practices and / or worshippers as an object of study. Note that these faiths are usually associated with the ancient or dark age world. For non Judaeo-Christian based faiths still practiced in the eighteenth century the keyword category ‘World Religions’ is used. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Painting",
      "definition": "Works treating the fine art of painting and / or describing its products.  This keyword is a sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Paleontology",
      "definition": "Works concerned with study of fossils. This keyword is a sub-category of ‘Science’."
    },
    {
      "genre": "Panegyric",
      "definition": "Works conforming to the norms of the panegyric genre, ie. written in praise of significant persons and their (presumed) virtues. (Usually panegyric will be mentioned in the title). This keyword is a sub-category of ‘Lives and Letters’. NB. As the form of these works is usually not primarily a life narrative, ‘Panegyrics’ are seldom categorised as ‘Biography’ in this database."
    },
    {
      "genre": "Pantheism",
      "definition": "Works exploring, treating or expounding Pantheism – the belief that God is co-extensive with matter. Does not imply ideological sympathies, cf. ‘Sceptical works’; ‘Apologetic works’. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Paoli, Pascal",
      "definition": "Corsican patriot leader in struggles against Genoese and French overlordship."
    },
    {
      "genre": "Papacy",
      "definition": "Works relating to the institution, authority, pronouncements or actions of the Papacy and the various Popes. The branch above it may therefore vary. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’."
    },
    {
      "genre": "Papal Bulls",
      "definition": "This keynote covers both to Papal Bulls and works relating to Papal Bulls. A sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’ + ‘Papacy’."
    },
    {
      "genre": "Papermaking",
      "definition": "Works relating to Papermaking."
    },
    {
      "genre": "Parasites",
      "definition": "Works focuing on Parasites and Parasitic diseases."
    },
    {
      "genre": "Paris",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Paris brothers",
      "definition": "The Paris brothers were bankers and financiers to the French monarchy under Louis XV."
    },
    {
      "genre": "Parlement of Paris",
      "definition": "Works relating to or emanating from the Parlement of Paris. [NB The French Parlements, if which the Paris Parlement was the most important, were sovereign law courts, with power to ratify royal edicts and taxes within the regions under their jurisdication. They were not Parliaments in the English sense]."
    },
    {
      "genre": "Parlements",
      "definition": "Works relating to or emanating from the French Parlements. [NB The French Parlements were sovereign law courts, with power to ratify royal edicts and taxes within the regions under their jurisdication. They thus had judicial, legislative and political functions, but were not Parliaments in the English sense]."
    },
    {
      "genre": "Parliamentary bodies",
      "definition": "Works relating to or emanating from representative legislative bodies."
    },
    {
      "genre": "Parody",
      "definition": "Works identified as imitating other well-known works for satirical effect."
    },
    {
      "genre": "Pascal, Blaise",
      "definition": "Mid-seventeenth-century French mathematician, scientist and Catholic philosopher"
    },
    {
      "genre": "Passion of Christ",
      "definition": "Works treating or recounting the Passion of Christ. The use of this keyword does not of itself imply ideological sympathy for Christianity."
    },
    {
      "genre": "Pathology",
      "definition": "Works dealing with the nature and effects of diseases among both animals and humans. This keyword is a sub-category of ‘Science’. For works relating to humans it also takes the keyword ‘Medicine’, but for those relating to animals, it takes ‘Veterinary Science.’"
    },
    {
      "genre": "Patient care",
      "definition": "Medical or medical-related works treating the art of caring for patients. This keyword is a sub-category of ‘Medicine’ + ‘Science’."
    },
    {
      "genre": "Patriotism",
      "definition": "Works devoted in large part to discussing, treating or advocating patriotism or the love of the patrie. This keyword is a sub-category of ‘Emotions and sentiments’."
    },
    {
      "genre": "Paul of Tarsus, Saint",
      "definition": "Christian Saint."
    },
    {
      "genre": "Pays de Vaud",
      "definition": "Refers to the area now forming the Canton of Vaud in Switzerland, which at the time covered by this database formed part of the territories of Berne within the Swiss Confederation."
    },
    {
      "genre": "Peasantry",
      "definition": "Works relating to the Peasantry"
    },
    {
      "genre": "Pedagogy",
      "definition": "Works treating the art of teaching and instruction. This keyword is a sub-category of ‘education’. "
    },
    {
      "genre": "Penal system",
      "definition": "Works treating the institutions and practices of legal punishment. Generally but not universally accompanied by the keyword ‘Law’."
    },
    {
      "genre": "Perfumes",
      "definition": "Works relating to Perfumes and Scents, their origins, properties, uses and manufacture. Qv. ‘Aromatherapy’."
    },
    {
      "genre": "Periodical Literature",
      "definition": "This keyword is used to tag any periodical publication."
    },
    {
      "genre": "Periodical prospectuses",
      "definition": "This keyword is used to denote prospectuses for serial publications. Qv. ‘Periodical literature’."
    },
    {
      "genre": "Persia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Personal libel",
      "definition": "Works of slander, usually political in focus and often centred on sexual or financial scandal."
    },
    {
      "genre": "Pest Extermination",
      "definition": "Works relating to the destruction of animal and insect pests."
    },
    {
      "genre": "Peter I",
      "definition": "Russian ruler, also known as Peter the Great. Ruled 1682-1725."
    },
    {
      "genre": "Peter III of Russia",
      "definition": "Russian ruler. Husband of Catherine II, who deposed him after a six-month reign in 1762."
    },
    {
      "genre": "Petitpierre affair",
      "definition": "Works relating to the so-called Petitpierre affair, a religious controversy which rapidly acquired a political dimension in the Neuchâtel of the late 1750s and early 1760s. The affair concerned the minister Ferdinand-Olivier de Petitpierre, who having once denied the eternity of the sufferings of Hell, was stripped of his living at La Chaux de Fonds in 1760 and forced into exile in England from 1762-1774."
    },
    {
      "genre": "Pharmacology",
      "definition": "Popular or scientific works relating to Pharmacology. Typically this keyword is a sub-category of ‘Science’, though note that some works are also tagged ‘Pseudo-Science’."
    },
    {
      "genre": "Philanthropy",
      "definition": "Works treating the subject of Philanthropy. This keyword is a sub-category of ‘Emotions and sentiments’."
    },
    {
      "genre": "Philip II",
      "definition": "Habsburg ruler, ruled 1554-98. King of Spain, husband to Mary Tudor, who sent Armada against Britain in 1588."
    },
    {
      "genre": "Philippines",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Philosophers",
      "definition": "Works focusing on the lives and careers of Philosophers (as opposed to, or in addition to their philosophic output)."
    },
    {
      "genre": "Philosophie",
      "definition": "Catch-all keyword used for those works of celebrated French philosophes and their allies which broadly accord with Peter Gay’s classic conception of the enlightenment: ie. they are broadly characterised by scepticism in religion; espousal of toleration and enlightened penal reform; separation of church and state; rationality and some form of popular consultation in administration etc.. Some historical, scientific or literary works of leading philosophes may not be included if these orientations are not strongly or explicitly present. The category is included in the database as a proxy for the ‘classic’ view of the enlightenment. [Note a category philosophie also exists in the Parisian system to denote Philosophy in general. The two different usages should not be confused]."
    },
    {
      "genre": "Philosophy",
      "definition": "Catch all term relating to works of or about philosophy. Sub-terms include: moral philosophy; epistemology; logic; metaphysics. Unlike the modern keyword ‘Philosophie’, which has a separate meaning, this term is ideologically neutral. There is also an eighteenth-century category keyword ‘Philosophie’ in the database, and that is equivalent to ‘philosophy’ as used here."
    },
    {
      "genre": "Philosophy of History",
      "definition": "Works on the Philosophy of History."
    },
    {
      "genre": "Photosynthesis",
      "definition": "Works discussing Photosynthesis. This keyword is a sub-category of ‘Science’ + ‘Biology’ + ‘Botany’ and ‘Nutrition’ + ‘Plant Nutrition’."
    },
    {
      "genre": "Phrase Book",
      "definition": "This keyword is used to contain books either entirely, or in significant part, devoted to teaching useful Phrases in foreign languages. This keyword is a sub-category of ‘Reference work’ + ‘vocabulary’."
    },
    {
      "genre": "Physical disabilities",
      "definition": "Works treating Physical disabilities, their effects, causes and treatments."
    },
    {
      "genre": "Physical Education",
      "definition": "Works relating to Physical Education. A sub-category of ‘Education’."
    },
    {
      "genre": "Physics",
      "definition": "Scientific works dealing with Physics. This keyword is a sub-category of ‘Science’."
    },
    {
      "genre": "Physiocracy",
      "definition": "Works discussing the ideas of Physiocratic thinkers, particularly on Economics."
    },
    {
      "genre": "Physiognomy",
      "definition": "Pseudo-scientific works on physiognomy – the science of determining a persons’ character from their external physical appearance, and particularly their face. This keyword is a sub-category of ‘Science’ + ‘Pseudo-science’."
    },
    {
      "genre": "Physiology",
      "definition": "Medical and anatomical works relating to Human Physiology, i.e. the functions of bodily systems. This keyword is a sub-category of ‘Science’."
    },
    {
      "genre": "Picaresque tales",
      "definition": "Fictional or fictionalised works containing the key features of picaresque fiction, i.e. they are usually first-person narratives of the adventures of a rogue or lowborn adventurer who drifts between places and social milieux in an effort to survive. This keyword is a sub-category of ‘Literature’ + ‘Prose fiction’."
    },
    {
      "genre": "Piccinni, Niccolo",
      "definition": "Italian composer (lived 1728-1800)."
    },
    {
      "genre": "Pindar",
      "definition": "Classical Greek lyric poet."
    },
    {
      "genre": "Pirate stories",
      "definition": "Works, whether factual, fictional, or fictionalised which relate the lives or adventures of pirates, real or imaginary. Works with this keyword may thus take the additional keyword ‘Literature’ or ‘Lives and Letters’."
    },
    {
      "genre": "Pius VI",
      "definition": "Pope from 1775-1799. "
    },
    {
      "genre": "Plant Nutrition",
      "definition": "Scientific works discussing the nutrition of Plants. A sub-category of ‘Nutrition’."
    },
    {
      "genre": "Poetry",
      "definition": "Covers poetical works, but does not include plays written in verse. This keyword is a sub-category of ‘Literature’. NB. In this keyword system, plays appear under the keyword ‘Drama’. This is the reverse of the Parisian system as used in the database, where they are categorised under ‘Poetique’, even when written in prose."
    },
    {
      "genre": "Poland",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Polar regions",
      "definition": "Can refer to Antartica or the Arctic or both."
    },
    {
      "genre": "Policing",
      "definition": "Works relating to the art of Policing."
    },
    {
      "genre": "Political Correspondence",
      "definition": "Collections of published correspondence between political figures and primarily on political topics. This keyword is a sub-category of ‘Lives and Letters’ + ‘Correspondence’ and ‘Politics’."
    },
    {
      "genre": "Political Fiction",
      "definition": "Fictitious works with a clear political purpose and message / or depicting the world of contemporary politics, in which case they are usually presented in allegorical form. As they are set either in a fictitious past or a society geographically distant from eighteenth-century Europe, and their message was indirect and embedded in fiction, they have been kept separate from works of ‘Politics’ in this database. This keyword is a sub-category of ‘Literature’  + ‘Prose fiction’. NB ‘Political fiction’ does not usually carry the keyword ‘Politics’. The keywords ‘Political fiction’ and ‘Political theory’ have been treated as mutually exclusive in this database. "
    },
    {
      "genre": "Political institutions",
      "definition": "Works relating to political institutions and their functions in practice [as opposed to political theory]. Usually takes the keyword ‘Politics’ as well, but not invariably (eg. in cases of works of ‘History’, descriptive ‘Travel’ literature). "
    },
    {
      "genre": "Political Rights",
      "definition": "Works treating or advocating abstract or practical political rights for particular individuals or groups, or humanity (or men!) in general. This keyword is a sub-category of ‘Politics’."
    },
    {
      "genre": "Political theory",
      "definition": "Works discussing abstract or practical ‘political theory’ (as opposed to political events / current affairs). This keyword is a sub-category of ‘Politics’."
    },
    {
      "genre": "Politics",
      "definition": "Works that cover political life, administration, organisation and / or relationships between one or more human societies etc in theory or practice, including contemporary history and the conduct of ‘Current affairs’. In this database, ‘Current Affairs’ designates events that happened in the adult lives of readers yet living. In practice, this means that the reigns of Louis XV and Louis XVI belong under ‘Politics’ + ‘Current Affairs’ not ‘History’. Hence ‘History’ in this database ends (approximately) at the death of Louis XIV in 1715. Note that the genre of fictional works carrying the keyword ‘Political fiction’ does NOT carry the keyword ‘Politics’. The main sub-categories of ‘Politics’ are ‘Current Affairs’, ‘Political Theory’, ‘Political Rights’ and ‘Public Administration’. ‘Political Institutions’ serves as a sub-category of ‘Politics’ EXCEPT where it refers exclusively to institutions from past ‘History’ (as defined in this database). Cf. ‘Political fiction’, which is a separate "
    },
    {
      "genre": "Pombal, Marquis de",
      "definition": "Portuguese government minister, celebrated across Europe for expelling the Jesuits from Portugal."
    },
    {
      "genre": "Pompadour, Madame de",
      "definition": "Mistress to Louis XV, king of France"
    },
    {
      "genre": "Popular Beliefs",
      "definition": "Works examining Popular Beliefs and Superstitions."
    },
    {
      "genre": "Pornographic works",
      "definition": "Works offering explicit descriptions of human genitalia or sexual acts for the purpose of provoking sexual arousal in the reader (or viewer of in the case of prints). This narrow and precise definition of pornography is used in order to differentiate pornography from other erotica and bawdy tales (cf. definitions for ‘erotic works’ and ‘amorous adventures’)."
    },
    {
      "genre": "Portugal",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Portuguese Language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Portuguese language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Postal Services",
      "definition": "Works describing, discussing or listing postal services."
    },
    {
      "genre": "Potatoes",
      "definition": "Works on potatoes, their cultivation, properties and uses. This keyword is a sub-category of ‘Vegetables’ and ‘Food and beverages’."
    },
    {
      "genre": "Poverty / vagrancy",
      "definition": "Works discussing the twin social problems of poverty and vagrancy, and / or how to deal with it on a societal scale. This keyword is a sub-category of ‘Social issues’."
    },
    {
      "genre": "Prayer",
      "definition": "Works discussing prayer as a subject (as opposed to devotional works and prayer books containing collections of prayers). A sub-category of ‘Religion’ + ‘Christianity’. "
    },
    {
      "genre": "Prayer books",
      "definition": "Devotional works containing (primarily) collections of prayers. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Sacred Texts’; works with this keyword are, by definition, ‘Works of Religiosity’."
    },
    {
      "genre": "Preaching",
      "definition": "Works discussing the art of Preaching. A sub-category of ‘Religion’ + ‘Christianity’ and ‘Rhetoric’."
    },
    {
      "genre": "Pre-Classical Remains",
      "definition": "Works discussing Pre-Classical Remains."
    },
    {
      "genre": "Prices and Tariffs",
      "definition": "Works devoted in significant part or entirety to discussing or listing Prices and Tariffs for goods and services."
    },
    {
      "genre": "Priesthood",
      "definition": "Works on the role or nature of Christian ministers. A sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Prints",
      "definition": "Works about or (more usually) primarily devoted to reproducing prints or engravings. This keyword is a sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Prison narratives",
      "definition": "Works giving extensive real-life or fictional accounts of the experience of imprisonment."
    },
    {
      "genre": "Private collection catalogue",
      "definition": "Reference works cataloguing the contents of a private collection of books, artefacts, artworks, or specimens (etc.). This keyword is a sub-category of ‘Reference work’ + ‘Catalogue’."
    },
    {
      "genre": "Probability tables",
      "definition": "Statistical reference works containing extensive probability tables. A sub-category of ‘Reference works’ + ‘Mathematics’."
    },
    {
      "genre": "Proceedings",
      "definition": "Official records of the deliberations and actions of a political body. This keyword is a sub-category of ‘Official documents’."
    },
    {
      "genre": "Proclamations",
      "definition": "Texts of the decrees, edicts or proclamations of a ruler or official body. This keyword is a sub-category of ‘Official documents’."
    },
    {
      "genre": "Pronunciation",
      "definition": "Works offering guidance on the proper Pronunciation of languages. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "Property",
      "definition": "Works discussing laws or theories of Property."
    },
    {
      "genre": "Prose Drama",
      "definition": "Dramatic works written in Prose. This keyword is a sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Prose Fiction",
      "definition": "Catch-all category for creative literary works of fiction written in prose. This keyword is a sub-category of ‘Literature’."
    },
    {
      "genre": "Prostitution",
      "definition": "Works dealing extensively with prostitution or prostitutes / courtisans, whether as an issue of social concern or recounting amorous adventures. "
    },
    {
      "genre": "Protestant text",
      "definition": "A work, be it a sacred text, religious polemic or other work, which because of its ideological content (including translations of scripture) can be strongly identified with the Protestant faith. Such works are by definition ‘Works of Religiosity’."
    },
    {
      "genre": "Protestantism",
      "definition": "A work which takes the Protestant faith, practices and / or worshippers as an object of study. This keyword is a sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Proverbs",
      "definition": "Keyword used for works which offer collections of proverbs or proverbial wisdom."
    },
    {
      "genre": "Prussia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Psalter",
      "definition": "Collections of Psalms. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Sacred texts’ + ‘Scriptures’. Such works are also by definition ‘Works of Religiosity’."
    },
    {
      "genre": "Pseudo-science",
      "definition": "Works treating or propounding theories or practices that in their own day, even if controversial or derided in some quarters, were widely considered to be scientific or quasi-scientific and had a considerable following in learned company. For that reason, ‘Pseudo-science’ is treated as a sub-category of ‘Science’. Such pseudo-sciences, as encountered in this database include ‘Alchemy’, ‘Mesmerism’, ‘Magnetism’ and ‘Physiognomy’."
    },
    {
      "genre": "Psychology",
      "definition": "Works devoted to psychology, in particular to conditions of the ‘Nervous system’ and ‘Mental disease’. These works may be scientific-medical writings, or philosophical-epistemological treatises, or not infrequently both."
    },
    {
      "genre": "Puberty",
      "definition": "Works treating biological aspects of Puberty."
    },
    {
      "genre": "Public administration",
      "definition": "Works on the political theory or practical workings of governmental administration. This keyword is a sub-category of ‘Politics’."
    },
    {
      "genre": "Public Celebrations",
      "definition": "Publications devoted to giving details of public celebrations and public festivals."
    },
    {
      "genre": "Public collection catalogue",
      "definition": "Reference works cataloguing the contents of public collections of books, artefacts, specimens or exhibits. This keyword is a sub-category of ‘Reference work’ + ‘Catalogue’."
    },
    {
      "genre": "Public Education System",
      "definition": "Works treating or propounding systems of Public Education. This keyword is a sub-category of ‘Education’."
    },
    {
      "genre": "Public Executions",
      "definition": "Works giving narrative accounts of Public Executions."
    },
    {
      "genre": "Public Law",
      "definition": "Works relating to the body of law that regulates relations between the individual and the state. This keyword is a sub-category of ‘Law’."
    },
    {
      "genre": "Public Mourning",
      "definition": "Accounts of Public Mourning."
    },
    {
      "genre": "Public Opinion",
      "definition": "Works devoted to a discussion of Public Opinion."
    },
    {
      "genre": "Punic Wars",
      "definition": "Works relating to the Punic Wars between Rome and Carthage. Works with this keyword will also carry the keywords ‘Roman Empire’ and ‘Carthage’. "
    },
    {
      "genre": "Pury, David",
      "definition": "Successful Neuchâtelois businessman and financier. His home town was the chief benefactor in his will. "
    },
    {
      "genre": "Queens of France",
      "definition": "Works treating the role or lives of Queens of France in general. Biographies, studies or pamphlets concerning particular Queens have not been given this keyword: instead consult the names of individual Queens. This keyword is a sub-category of ‘France’."
    },
    {
      "genre": "Questions for Explorers",
      "definition": "Works comprising lists of the questions given to Explorers by their patrons or employers prior to undertaking a particular journey of discovery. This keyword is a sub-category of ‘Travel’ and ‘Exploration’."
    },
    {
      "genre": "Racine, Jean",
      "definition": "French late seventeenth-century dramatist."
    },
    {
      "genre": "Ragusa, Republic of",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Rainbows",
      "definition": "Works of optical science concerning Rainbows."
    },
    {
      "genre": "Raynal, Abbe",
      "definition": "French philosophe and writer, especially on colonial issues."
    },
    {
      "genre": "Reason",
      "definition": "Works treating Reason as their subject matter."
    },
    {
      "genre": "Recipes",
      "definition": "Works containing collections of recipes, whether for making foods, drinks, medicines, potions, dyes or other useful chemical substances. This keyword is a sub-category of ‘Reference Works’ + ‘Manual’."
    },
    {
      "genre": "Reference works",
      "definition": "Works designed and organised for use as reference works. Keywords for major sub-categories include ‘Bibliography’; ‘Catalogues’; ‘Dictionary’; ‘Encyclopaedia’; ‘Grammar’; ‘Manual’; ‘Maps and Atlases’; ‘Statistical Digest’; ‘Vocabulary’; ‘Yearbook’."
    },
    {
      "genre": "Reformation",
      "definition": "Works treating the religious and political Reformation of the Christian Church in the sixteenth century and its wider political and social repercussions. This category includes both fictional and non-fictional works. Cf. the keyword ‘Wars of religion.’ This keyword is a sub-category of ‘Religion’ + ‘Christianity’."
    },
    {
      "genre": "Regulations",
      "definition": "Publications setting out rules and regulations. Most such works are ‘Official documents’ and/ or ‘Reference works’."
    },
    {
      "genre": "Religion",
      "definition": "Works relating to the study, beliefs and / or practices of religious faith(s) and rival belief systems (such as atheism) and those who practice the same. This term is ideogically neutral, cf. ‘Apologetic works’; ‘Sceptical works’."
    },
    {
      "genre": "Religious Art",
      "definition": "Works about and / or depicting [Christian] religious artworks. This keyword is a sub-category of ‘Religion’ and also ‘Fine Arts’."
    },
    {
      "genre": "Religious houses",
      "definition": "Works relating to individual religious houses, as proposed to religious orders. This keyword is a sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’. "
    },
    {
      "genre": "Religious Missions",
      "definition": "Works relating to Christian religious missions beyond Europe. This keyword is a sub-category of 'Religion' + 'Christianity'."
    },
    {
      "genre": "Religious Observance",
      "definition": "Works relating to the Religious observance of individuals. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Religious orders",
      "definition": "Works relating to or treating particular Christian religious orders or their members, or religious orders in general. Many such works are anti-clerical or fictional in nature. See also the definitions for ‘Monasticism’ (which unlike the current keyword can be applied in non-Christian contexts) and ‘Convent literature’, which are mutually exclusive subsets of the current keyword, dealing with non-fictional and fictional works respectively. "
    },
    {
      "genre": "Religious Persecution",
      "definition": "Works treating the subject of Religious Persecution. Usually such works also carry the keyword ‘Religious toleration’ and are a sub-category of ‘Religion’."
    },
    {
      "genre": "Religious Prophesy",
      "definition": "Works devoted to discussing or commenting on religious prophesies. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "religious toleration",
      "definition": "Works treating the subject of Religious toleration. A sub-category of ‘Religion’."
    },
    {
      "genre": "Renaissance",
      "definition": "This keyword is used to describe works treating a particular historical period commencing in the late fourteenth century and ending with the Reformation [q.v.]."
    },
    {
      "genre": "Respiration",
      "definition": "Physiological works concerning the process of Respiration. This keyword is a sub-category of ‘Science’ + ‘Biology’ + ‘Physiology’."
    },
    {
      "genre": "Rhetoric",
      "definition": "Works relating to the art of using language, especially the spoken language, but also the written. This keyword is accompanied by the keyword ‘Languages’ where works focus on a discussion of the art of rhetoric, as opposed to those which are mere anthologies of model speeches or writings."
    },
    {
      "genre": "Rhodes",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Richerism",
      "definition": "Works concerning or espousing Richerism, a clerical movement popular with the French lower clergy, which challenged episcopal authority and called for the levelling of clerical fortunes. A sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’."
    },
    {
      "genre": "Riddles",
      "definition": "Works offering collections of riddles."
    },
    {
      "genre": "Rilliet affair",
      "definition": "Works relating to or produced by either side in the cause célèbre known as the Rilliet affair, a legal and pamphleteering battle between Théodore Rilliet and his wife Ursula and his brother in law, the Baron de Planta, whom Rilliet accused of incest. When Rilliet’s claims were found to be defamatory by a Genevan court, he was stripped of his citizenship. This gave rise to further pamphlets and brought a political dimension to the affair. A sub-category of ‘Law’ and ‘Causes celebres’."
    },
    {
      "genre": "Ripert de Monclar, J-P-F de",
      "definition": "French Jansenist magistrate and enemy of the Jesuits."
    },
    {
      "genre": "Road-building",
      "definition": "Works on the art of road-building."
    },
    {
      "genre": "Roman Empire",
      "definition": "Works relating to the Roman Empire and Roman period more generally. NB. The Roman Empire is subsumed, together with Greece, in the keyword ‘Classical Antiquity’. Thus works tagged ‘Classical antiquity’ [only] are assumed to cover both Greece and the Roman Empire. A work with the keywords ‘Classical Antiquity’ and ‘Greece’ can thus be assumed to cover ‘Classical Greece’ but not the ‘Roman Empire’ and vice versa. "
    },
    {
      "genre": "Romantic Fiction",
      "definition": "Fictional works whose narrative structure is centred on the romantic relationship(s) of the main protagonist(s). Differs from erotic fiction in that the primary emphasis is on the emotional relationship rather than its sexual consummation. However, the two may not be mutually exclusive if there are repeated instances of the sexual expression of romantic love. This keyword category is a sub-category of ‘Literature’ and is generally, though not necessarily, also carries the keyword ‘Prose fiction’."
    },
    {
      "genre": "Rome (city of)",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Root vegetables",
      "definition": "Works concerning root vegetables. This keyword is a sub-category of ‘Vegetables’ and ‘Food and Beveridges’."
    },
    {
      "genre": "Rousseau",
      "definition": "Jean-Jacques Rousseau. Influential Swiss born philosophe of French enlightenment. See also ‘Rousseauian work’."
    },
    {
      "genre": "Rousseauian text",
      "definition": "Works that are identifiably and self-consciously Rousseauian in style and content. The selection of texts presented under this keyword are an indicative sample only – due to the practical difficulties of identifying such texts, there has been no systematic attempt to record all such texts."
    },
    {
      "genre": "Royal Mistresses",
      "definition": "Works dealing with the lives and careers or role of Royal Mistresses in general, or of particular royal mistresses. This keyword is only used where the mistress is the primary focus of a text, so some texts bearing the names of royal mistresses as a keyword are not categorised under this more general heading (eg. collections of general anecdotes such as the Gazetier cuirassé)."
    },
    {
      "genre": "Russia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Russian Orthodox text",
      "definition": "An ideological keyword used to denote texts espousing Russian Orthodox beliefs or imbued with Russian Orthodox doctrines."
    },
    {
      "genre": "Russo-Swedish War (1741-2)",
      "definition": "Texts relating to the Russo-Swedish War  of 1741-2."
    },
    {
      "genre": "Russo-Turkish wars",
      "definition": "Texts relating to the Russo-Turkish wars of the eighteenth century."
    },
    {
      "genre": "Sacred Texts",
      "definition": "Scriptures, religious prophetic works and devotional texts used primarily in religious worship, prayer or meditation. (NB texts sacred to Christian and Jewish religion are recorded under the keyword ‘Christianity’ only, as they are assumed to have been published for Christian purposes). This keyword is a sub-category of ‘Religion’. "
    },
    {
      "genre": "Saddlery",
      "definition": "Works relating to the making of saddles and related equipment."
    },
    {
      "genre": "Saint Dominic",
      "definition": "Medieval Spanish Saint, also known as Dominic of Osma; founder of Dominican order of friars."
    },
    {
      "genre": "Saint-Domingue",
      "definition": "Refers to the French colony on the island of Hispaniola, later known as Haiti."
    },
    {
      "genre": "Salons",
      "definition": "Works treating salons and similar learned gatherings."
    },
    {
      "genre": "Salt trade",
      "definition": "Works relating to the salt industry and trade. This keyword is a sub-category of ‘Industry’. "
    },
    {
      "genre": "Sami",
      "definition": "Works relating to the Sami people."
    },
    {
      "genre": "Sappho",
      "definition": "Greek poetess, priestess and reputed lesbian."
    },
    {
      "genre": "Sarpi, Paolo",
      "definition": "Venetian cleric, scholar, scientist and Church reformer (lived 1552-1623)."
    },
    {
      "genre": "Satirical works",
      "definition": "Works which are primarily or strongly satirical in function and intent. These may be linked to literature or non-fiction subject areas."
    },
    {
      "genre": "Saul, King of Israel",
      "definition": "Biblical ruler of Israel."
    },
    {
      "genre": "Savants",
      "definition": "Works treating learned men in general."
    },
    {
      "genre": "Savoy",
      "definition": "Includes the kingdom of Sardinia."
    },
    {
      "genre": "Saxe, Marechal du",
      "definition": "German general in the service of France, (lived 1696-1750)."
    },
    {
      "genre": "Scandal",
      "definition": "Works discussing scandals and scandalous behaviour. Such works may take many forms, including biographical works, political or sexual libelles, vies privées, trial briefs, or allegorical fiction and romans à clef. "
    },
    {
      "genre": "Scandalous anecdotes",
      "definition": "Collection of miscellaneous anecdotes about multiple persons, mostly or mainly connected to scandal. This keyword is a sub-category of ‘Scandal’."
    },
    {
      "genre": "Scandinavia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Sceptical works",
      "definition": "Works whose primary function is to express or provoke critical doubt towards revealed religion, particularly Christianity. [Thus essays on miscellaneous subjects by enlightenment authors would not usually qualify; certain sets of essays where attacks on revealed religion or Biblical criticism were perennial themes might, eg. Dictionnaire philosophique]. Works assuming a hostile attitude towards Christianity (rather than offering a philosophic critique) use the label ‘irreligious works’ instead. NB. A significant number of ‘Sceptical works’ do not directly address Christianity, so do not carry the keywords ‘Religion’ and ‘Christianity’. "
    },
    {
      "genre": "School Book",
      "definition": "Works identified as having been designed for use in educational contexts, at any level. This includes works for use primarily in Sunday schools. The more generalised eighteenth-century term School Book is preferred to the more prescriptive modern term ‘Text Book’."
    },
    {
      "genre": "Science",
      "definition": "Works relating to the natural and physical sciences. Note that this category also includes subjects misleadingly purporting to be such, notably ‘Alchemy’, ‘Mesmerism’, ‘Magnetism’ and ‘Physiognomy’ (which are collectively tagged by the keyword ‘Pseudo-Science’). Major sub-categories of science include: ‘Biology’; ‘Medecine’; ‘Natural History (General)’; ‘Veterinary science’; ‘Geology’; ‘Mineralogy’; ‘Chemistry’; ‘Astronomy’; ‘Nutrition’; ‘Physics’; and ‘Pseudo Science’."
    },
    {
      "genre": "Scientific Correspondence",
      "definition": "Collections of published correspondence between learned persons of a primarily Scientific nature. A sub-category of ‘Lives and Letters’ + ‘Correspondence’ and ‘Science’."
    },
    {
      "genre": "Scientific Instruments",
      "definition": "Works discussing the manufacture and / or use of specialised scientific instruments. A sub-category of ‘Science’."
    },
    {
      "genre": "Scientific method",
      "definition": "Works discussing or advocating scientific methods, whether general or particular."
    },
    {
      "genre": "Scipio Africanus",
      "definition": "Roman general."
    },
    {
      "genre": "Scotland",
      "definition": "Scotland always also takes the keyword ‘Britain’."
    },
    {
      "genre": "Scriptures",
      "definition": "Texts of holy writ sacred to one or more religions or religious denominations, including apocryphal and non-canonical texts. This keyword is a sub-category of ‘Religion’ and ‘Sacred Texts’. Some ‘Sceptical works’ and ‘Non-Christian works’ appear in this category, so paradoxically not all ‘Scriptures’ carry the keyword ‘Work of Religiosity’."
    },
    {
      "genre": "Sculpture",
      "definition": "Works treating the fine art of sculpture or describing, depicting or critiquing its products. This keyword is a sub-category of ‘Fine Arts’."
    },
    {
      "genre": "Seafarers",
      "definition": "Works relating to sailors and other seamen as a collective group."
    },
    {
      "genre": "Seaports",
      "definition": "Works discussing seaports in general. Works on specific places will appear under the place named."
    },
    {
      "genre": "Seashells",
      "definition": "Works devoted to the study of seashells."
    },
    {
      "genre": "Seigneux de Correvon, Gabriel",
      "definition": "‘Conseilleur et boursier de la ville de Lausanne’, member of several Swiss learned societies."
    },
    {
      "genre": "Self-Improvement",
      "definition": "Works devoted to facilitating self-improvement."
    },
    {
      "genre": "Sentimental Fiction",
      "definition": "Novels belonging to the Sentimental genre of writing – ie. with a strong focus on the expression and depiction of strong or exaggerated emotions and sentiments in the characters. Such works usually have a strong romantic content. Most such works have been identified by the use of the content descriptors ‘sentiment(ale)’ and/ or ‘sensibilité’ in Martin et al, Bibliog. du genre Romanesque. This keyword is a sub-category of ‘Literature’ + ‘Prose fiction’."
    },
    {
      "genre": "Serfdom",
      "definition": "Works discussing the social problem of serfdom. Cf. ‘Slavery’."
    },
    {
      "genre": "Sermons",
      "definition": "Religious sermons or collections thereof. A sub-category of ‘Religion’ + ‘Christianity’. These are by definition ‘Works of Religiosity’."
    },
    {
      "genre": "Seven Years War",
      "definition": "Works relating to the international worldwide conflict between European powers that lasted from 1756 to 1763. In a North American context the war is known as the French and Indian War."
    },
    {
      "genre": "Sex",
      "definition": "Works concerned with the mechanisms of sexual intercourse. [cf. Erotic works]"
    },
    {
      "genre": "Sexual morality",
      "definition": "Works treating sexual morality as one of their central preoccupations, whether from the perspective of social description or social and moral concern."
    },
    {
      "genre": "Sexuality",
      "definition": "Works treating questions of human sexuality and sexual identity."
    },
    {
      "genre": "Shakespeare",
      "definition": "British playwright."
    },
    {
      "genre": "Shipbuilding",
      "definition": "Works discussing the craft of shipbuilding. A sub-category of ‘Naval Science’."
    },
    {
      "genre": "Short stories",
      "definition": "Short works of prose fiction, not surpassing a few dozen pages, or more usually, collections thereof. This keyword is a sub-category of ‘Literature’ and ‘Prose Fiction’. If originally intended for publication together, collections of short stories are not usually styled ‘collected works’ in the database."
    },
    {
      "genre": "Siberia",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Sicily",
      "definition": "Part of the kingdom of Naples at the period covered by this database."
    },
    {
      "genre": "Siege Warfare",
      "definition": "Texts describing famous sieges or discussing the art of siege warfare in general."
    },
    {
      "genre": "Sixtus V, Pope",
      "definition": "Counter-reformation pope, his pontificate ran from 1585-90."
    },
    {
      "genre": "Slavery",
      "definition": "Works concerning slavery and enslaved persons and their condition."
    },
    {
      "genre": "Sleep-walking",
      "definition": "Works treating somnambulism."
    },
    {
      "genre": "Sobriety",
      "definition": "Works advocating or discussing the advantages of a sober life-style. Cf. keyword ‘Abstemiousness’."
    },
    {
      "genre": "Social fiction",
      "definition": "Fictional works which depict or depend for their effect on depiction on social worlds, conditions and situations relevant to the life experience of members of the lower orders of society. This does not mean that there is not sometimes a rather improbably fortunate happy ending to the main protagonist’s tale (eg finding that they are a really an aristocrat, marrying a duke, etc.). That much of the content is realistic in feel does not mean that they cannot also be satirical fiction, as is the case with most picaresque novels or Candide, for example, or romantic fiction, (Tom Jones). This keyword is a sub-category of ‘Literature’ + ‘Prose fiction’."
    },
    {
      "genre": "Social Issues",
      "definition": "Catch all term for works debating contemporary social issues such as ‘Poverty’, ‘Slavery’, ‘Serfdom’, ‘Prostitution’, ‘Old age’. These sub-categories are also used."
    },
    {
      "genre": "Social mores",
      "definition": "Works discussing social mores of a society."
    },
    {
      "genre": "Social Observation",
      "definition": "Works dealing with the art of observing and recording alien societies. "
    },
    {
      "genre": "Social order",
      "definition": "Works heavily concerned with the good order of society or the nature of social hierarchy."
    },
    {
      "genre": "Socrates",
      "definition": "Greek philosopher and teacher."
    },
    {
      "genre": "Soils",
      "definition": "Works treating soil types or soil improvement."
    },
    {
      "genre": "Solano de Luque, Francisco",
      "definition": "Celebrated Spanish physician and medical writer (1684-1738)."
    },
    {
      "genre": "Soldiering",
      "definition": "Works on the art of soldiering, or aspects thereof. (NB for works on the art of military command see ‘Generalship’). "
    },
    {
      "genre": "Solomon, King of Israel",
      "definition": "Biblical ruler of Israel"
    },
    {
      "genre": "Songs",
      "definition": "Works comprising or containing or discussing songs or the sung word. [May be placed with Music or Poetry, but not necessarily if songs are incidental rather than central to a work]"
    },
    {
      "genre": "South America",
      "definition": "Works concerning this place."
    },
    {
      "genre": "South Atlantic",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Spa towns",
      "definition": "Guidebooks and other works treating the various spa towns of Europe, whether the quality of their waters or facilities, or the amusements and attractions on offer. Most such works are dedicated to discussing a single town. Cf. ‘Mineral waters’."
    },
    {
      "genre": "Spain",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Spanish language",
      "definition": "Works relating to the vocabulary, use, grammatical rules, study or teaching of the Spanish language, including grammars, dictionaries, vocabulary, rhetoric, style and composition etc.. Related keywords include ‘grammar’, ‘dictionary’, ‘rhetoric’, ‘art of writing’, and ‘Languages’."
    },
    {
      "genre": "Sparta",
      "definition": "Can refer to both the City and Empire of Sparta."
    },
    {
      "genre": "Specimen collecting",
      "definition": "Works dealing with the art and practice of choosing and collecting scientific specimens. A sub-category of ‘Science’."
    },
    {
      "genre": "Spitzbergen",
      "definition": "-"
    },
    {
      "genre": "Sport",
      "definition": "Works relating to sports. Cf. keyword ‘Hobbies and pastimes’."
    },
    {
      "genre": "Spurious works",
      "definition": "Works (usually memoirs, letters or tracts) deliberately misattributed by their true authors; or whose authors are living and writing as impostors; and/or containing material which is for the most part fictional or fictionalised, though there is some (very loose) basis on fact."
    },
    {
      "genre": "Stanislaus II, King of Poland",
      "definition": "Final king of Polish commonwealth and one-time lover of Catherine II of Russia, he ruled 1764-93. Died, following his abdication, in 1798"
    },
    {
      "genre": "Statistical digest",
      "definition": "Works comprising compilations of statistics. This keyword is a sub-category of ‘Reference works’."
    },
    {
      "genre": "Steam Engines",
      "definition": "Works discussing the use of machinery powered by steam. (The keyword does not refer to steam locomotives as this would be anachronistic). "
    },
    {
      "genre": "Sterne, Laurence",
      "definition": "British writer."
    },
    {
      "genre": "Stoicism",
      "definition": "Works treating, advocating or disseminating ancient Stoic philosophy, or discussing or satirising its advocates. The keyword is thus ideologically neutral."
    },
    {
      "genre": "Strategy and Tactics",
      "definition": "Works on ‘Military Affairs’ or ‘Military History’ concerned with Strategy and Tactics. This keyword is a sub-category of ‘Military Science’."
    },
    {
      "genre": "Struensee, Comte",
      "definition": "German doctor and Danish government minister; fell and was executed in 1772 following adulterous relationship with Queen Caroline Matilde (qv)."
    },
    {
      "genre": "Sully-Bethune, Duc de",
      "definition": "Maximilien de Sully-Bethune (1559-1641), renowned French huguenot general and government minister under Henri IV."
    },
    {
      "genre": "Sultan Abdul Hamid",
      "definition": " Sultan Abdul Hamid I, ruler of the Ottoman Empire from 1774-89."
    },
    {
      "genre": "Surgery",
      "definition": "Practical medical works on surgery. This keyword is a sub-category of ‘Science’ and ‘Medicine’."
    },
    {
      "genre": "Surveying",
      "definition": "Works on the art of measuring and calculating distances and height of land and buildings."
    },
    {
      "genre": "Sweden",
      "definition": "Can refer both to Sweden in the modern sense and the Swedish empire more generally, including Finland and Sweden’s possessions in Northern Germany."
    },
    {
      "genre": "Swedenborgianism",
      "definition": "Texts of Swedenborgian theology. A sub-category of ‘Religion’ + ‘Christianity’ and ‘Theology’ + ‘Christian Theology.’"
    },
    {
      "genre": "Swimming",
      "definition": "Works on the art of swimming."
    },
    {
      "genre": "Switzerland",
      "definition": "Can refer to both the Swiss region (ie the modern territory of Switzerland) or the eighteenth-century Swiss Confederation, most of which was within, but fully not contiguous with the country’s modern borders. Of particular note in terms of this database, Geneva, Neuchâtel, the Grisons and the Bishopric of Basle were not part of the Swiss Confederation at this time, although closely allied with it."
    },
    {
      "genre": "Symbolism",
      "definition": "Works treating the use of symbols in art, literature, religion or other cultural pursuits."
    },
    {
      "genre": "Synonyms",
      "definition": "‘Reference works’ offering listings of synonyms. Usually also take the keyword ‘Languages’. Cf. ‘Thesaurus’."
    },
    {
      "genre": "Tahiti",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Tailoring",
      "definition": "Works dedicated to the art of making clothes. "
    },
    {
      "genre": "Tanning",
      "definition": "Works treating the craft of leather-tanning. "
    },
    {
      "genre": "Tartary",
      "definition": "Works concerning this place."
    },
    {
      "genre": "Taxation",
      "definition": "Works focused on taxation. Usually also categorised under ‘Financial Administration’, and ‘Politics’. This keyword is a sub-category of ‘Economics’."
    },
    {
      "genre": "Taxonomy",
      "definition": "Works describing the practices and / or advocating systems of scientific taxonomy. A sub-category of ‘Science’."
    },
    {
      "genre": "Tea",
      "definition": "Works discussing the cultivation, preparation and / or consumption of tea. A sub-category of ‘Food and Beveridges’."
    },
    {
      "genre": "Technology",
      "definition": "Works dedicated to explaining or popularising new technologies. Choice of accompanying category depends on whether work describes application of technology (industry) or concentrates on how it works (science)."
    },
    {
      "genre": "Tell, William",
      "definition": "Legendary Swiss national hero."
    },
    {
      "genre": "Terray, Abbe",
      "definition": "French government minister, part of Maupeou’s triumvirate."
    },
    {
      "genre": "Testimonies to Faith",
      "definition": "Texts dedicated in whole or large part to offering Christian testimony to personal religious experience. A sub-category of ‘Religion’ + ‘Christianity.’"
    },
    {
      "genre": "Textiles",
      "definition": "Works dealing with the manufacture, use and / or decoration of textiles."
    },
    {
      "genre": "Theatre",
      "definition": "Works relating to the theatre and stage, or their milieu. Cf Drama."
    },
    {
      "genre": "Theodore I, King of Corsica",
      "definition": "German adventurer who was briefly crowned king of Corsica by rebels against Genoese rule in 1736. His reign lasted less than one year before he fled the island, but he launched further expeditions there in 1738, 1739 and 1743. He died in London in 1755."
    },
    {
      "genre": "Theology",
      "definition": "Speculative works [as opposed to ‘Sacred texts’ or works on ‘Christian doctrine’] discussing or speculating on the nature and/ or (possibility / probability of the) existence of God, or offering some conception of the divine or higher power(s). This is therefore a much narrower band than religion and not entirely subsumed within it. Works that seek to deny God’s existence are not included under this category."
    },
    {
      "genre": "Thesaurus",
      "definition": "A Thesaurus; an alphabetical listing of words with their synonyms. A sub-category of ‘Reference works’ + ‘Dictionary’ and ‘Languages’."
    },
    {
      "genre": "Thirty Years' War",
      "definition": "Works relating to the interconnected European international conflicts known as the Thirty Years war, which spanned the years 1618 to 1648 (and in the case of France and Spain continuing to 1659)."
    },
    {
      "genre": "Tithe",
      "definition": "Text discussing tithes, the direct tax (often nominally 10%) owed to the Church (or sometimes lay appropriators) in many parts of Europe. Thus this keyword is a sub-category of ‘Religion’ + ‘Christianity’ and ‘Taxation’."
    },
    {
      "genre": "Tobacco",
      "definition": "Works discussing tobacco, its production and consumption, which in the period covered by this database frequently included snuff and chewing tobacco, as well as smoking."
    },
    {
      "genre": "Trade catalogue",
      "definition": "Catalogues of products for sale produced by commercial enterprises to promote their business. This keyword is a sub-category of ‘Reference works’ + ‘Catalogue’."
    },
    {
      "genre": "Trades",
      "definition": "Works concerned with manual trades (métiers) in general."
    },
    {
      "genre": "Tragedy",
      "definition": "Dramatic works of tragedy. Like other dramatic terms in the database, these terms tend to be drawn from the works themselves, either directly from titles or title-pages, or indirectly through the César database. This keyword is a sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Tragi-Comedy",
      "definition": "Dramatic works describing themselves as tragi-comedy. Like other dramatic terms in the database, this category tends to be identified from the works themselves, either directly from titles or title-pages, or indirectly through the César database. A sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Translating",
      "definition": "Works on the art of translation. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "Travel",
      "definition": "Works relating to travel, ranging from guidebooks through to accounts of voyages of exploration."
    },
    {
      "genre": "Treaties",
      "definition": "Texts of international or domestic treaties or works treating such treaties, whether particular cases or as a question of politics or international law. This keyword is a sub-category of ‘Politics’."
    },
    {
      "genre": "Trojan War",
      "definition": "Works treating the mythical Trojan war between Greeks and Trojans."
    },
    {
      "genre": "Tron, Andrea",
      "definition": "Venetian politician and diplomat, lived 1712-85."
    },
    {
      "genre": "Troubadours",
      "definition": "Works relating to troubadours."
    },
    {
      "genre": "True adventure",
      "definition": "Non-fictional accounts of adventures that befall obscure individuals."
    },
    {
      "genre": "Turenne, vicomte de",
      "definition": "Celebrated French general under Louis XIV, lived 1611-75"
    },
    {
      "genre": "Turgot, Anne-Robert",
      "definition": "French government minister under Louis XVI and physiocratic economist."
    },
    {
      "genre": "Tuscany",
      "definition": "Refers to the Grand Duchy of Tuscany in Italy. At the time covered by this database, Tuscany was an Austrian possession."
    },
    {
      "genre": "Typography & Printing",
      "definition": "Works treating the art of typography and / or printing. A sub-category of ‘Industry’ + ‘Trades’."
    },
    {
      "genre": "Unigenitus",
      "definition": "Works relating to, or treating the Papal Bull Unigenitus, a controversial measure intended to quash the Jansenist movement which divided French opinion and played a pivotal role in French political life for much of the eighteenth century. A sub-category of ‘Religion’ + ‘Christianity’ + ‘Catholicism’ + ‘Papacy’ + ‘Papal Bulls’."
    },
    {
      "genre": "United States of America",
      "definition": "NB. the United States came into being during the period covered by the database. For American themes, see also keywords for ‘American Revolution’ and ‘North America’. "
    },
    {
      "genre": "Universities",
      "definition": "Works discussing Universities. (Documents emanating from Universities would only appear under this category if their primary concern was the universities themselves)."
    },
    {
      "genre": "University of Paris",
      "definition": "Works discussing or relating to the University of Paris."
    },
    {
      "genre": "Unknown",
      "definition": "Works that have been impossible to consult during this project due to inaccessibility and about which catalogues and bibliographic sources consulted have been unable to provide sufficient info to categorise. Alternatively title is too ambiguous or imprecise to identify the work in question or its probable subject matter."
    },
    {
      "genre": "Urban History",
      "definition": "Works treating the history of individual towns or cities. NB. This keyword is not applied to city states or, in general, civic histories of capital cities.  This keyword is a sub-category of ‘History’."
    },
    {
      "genre": "Usurpers",
      "definition": "Works treating usurpers as a political category. (NB. Works by or about individuals who might be considered usurpers would fall under their individual names)."
    },
    {
      "genre": "Usury",
      "definition": "Works relating to the practice of lending or borrowing money on interest. (NB. Despite its biblical connotations, this keyword has been chosen for brevity and does not necessarily imply moral condemnation of the practice). A sub-category of ‘Economics’."
    },
    {
      "genre": "Utopian Fiction",
      "definition": "Genre of prose fiction discussing or portraying utopian societies. This keyword is a sub-category of ‘Literature’ + ‘Prose fiction.’"
    },
    {
      "genre": "Vaudeville",
      "definition": "A genre of light-hearted French eighteenth-century musical theatre in which dialogue was interspersed with songs popular on the streets or borrowed from comic opera. Like other dramatic terms in the database, this category has usually been identified from the title-pages of the works so -described, either directly from titles or title-pages, or indirectly through the César database. (NB. French eighteenth-century ‘Vaudeville’ was thus very different to its later American namesake). A sub-category of ‘Literature’ + ‘Drama’ and ‘Music’."
    },
    {
      "genre": "Vegetable gardens",
      "definition": "Works dealing with the small-scale cultivation of vegetables. A sub-category of ‘Agriculture’ and ‘Vegetables’."
    },
    {
      "genre": "Vegetables",
      "definition": "Works dealing with vegetables, whether their qualities, cultivation, preparation or consumption."
    },
    {
      "genre": "Venereal diseases",
      "definition": "Works, usually medical in nature, discussing the pathology and manner of treating venereal diseases. Some works with this keyword may be of dubious medical value, aimed at a non-medical audience and offering quack cures and means for sufferers to treat themselves. This keyword is a sub-category of ‘Science’ + ‘Medicine’."
    },
    {
      "genre": "Venice",
      "definition": "Can refer to both the town and territory of Venice"
    },
    {
      "genre": "Ventriloquism",
      "definition": "Works on the art of throwing one’s voice."
    },
    {
      "genre": "Vergennes",
      "definition": "French diplomat and foreign minister under Louis XVI, died 1787."
    },
    {
      "genre": "Vergil",
      "definition": "Roman epic poet."
    },
    {
      "genre": "Verse Drama",
      "definition": "Theatrical works written exclusively or primarily in verse form. A sub-category of ‘Literature’ + ‘Drama’."
    },
    {
      "genre": "Veterinary science",
      "definition": "Works treating the science of veterinary medicine. Often these works deal with the general care of animals and the veterinary content is only one significant part of the subject matter. This keyword is a sub-category of ‘Science’."
    },
    {
      "genre": "Victor-Amadeus II",
      "definition": "King of Sardinia and Duke of Savoy, ruled 1675-1730."
    },
    {
      "genre": "Vies privees",
      "definition": "Works belonging to a genre of ‘Biography’ (or occasionally collective biography), newly emerged in the eighteenth century, that purported to relate the private as well as public life of famous persons, using the former to cast light upon the latter. Such works were often but not always defamatory or scandalous in content, and while they usually related to political figures, they could also narrate the private lives of celebrated criminals, cultural figures or even nations. As ‘Vie privees’ could cover collective entities, they do not invariably carry the keyword ‘Biography’. A sub-category of ‘Lives and Letters’."
    },
    {
      "genre": "Villars, Marechal-Duc de",
      "definition": "Celebrated French general and diplomat, lived 1653-1734."
    },
    {
      "genre": "Virgin Birth",
      "definition": "Works dealing to the phenomenon (real or alleged, secular or divine) of virgin birth."
    },
    {
      "genre": "Viticulture",
      "definition": "Works relating to the cultivation of grapes. This keyword is a sub-category of ‘Agriculture’."
    },
    {
      "genre": "Vocabulary",
      "definition": "Language works designed to enrich the readers’ vocabulary; wordbooks. Usually but not invariably such works are ‘Reference Works’; the category also includes works offering texts selected to model the use of vocabulary or commentaries on other vocabularies. This keyword is a sub-category of ‘Languages’."
    },
    {
      "genre": "Vocal development",
      "definition": "Works relating to the development of human vocal equipment."
    },
    {
      "genre": "Volcanoes",
      "definition": "Works relating to live or extinct volcanoes and to volcanic activity."
    },
    {
      "genre": "Voltaire",
      "definition": "French philosophe."
    },
    {
      "genre": "Voyages",
      "definition": "Accounts of sea voyages, usually of exploration; as opposed to general travels by land or land and sea. A sub-category of ‘Travel’. Cf. ‘Exploration’."
    },
    {
      "genre": "War of Bavarian Succession",
      "definition": "Works relating to the War of Bavarian Succession of 1778 to 1779, a mainly German and relatively limited affair which pitted Prussia and her German allies against Austria."
    },
    {
      "genre": "War of Polish Succession",
      "definition": "Works relating to the European international conflict of 1733-5 known as the War of Polish Succession."
    },
    {
      "genre": "War of Spanish Succession",
      "definition": "Works relating to the major European conflict of 1702-1714 known as the War of Spanish Succession."
    },
    {
      "genre": "War of the League of Augsburg",
      "definition": "Works relating to the European international conflict of 1689-1697 generally known as the War of the League of Augsburg"
    },
    {
      "genre": "Wars of Austrian Succession",
      "definition": "Works relating to the inter-related European international conflicts of 1740-1748 and generally known as the Wars of Austrian Succession."
    },
    {
      "genre": "Wars of Religion",
      "definition": "Works relating to the religious civil wars in France in the latter part of the sixteenth century (1562-1598)."
    },
    {
      "genre": "Washington, George",
      "definition": "Hero of American revolution and first president of United States."
    },
    {
      "genre": "Watchmaking",
      "definition": "Works relating to the art of clock and watchmaking."
    },
    {
      "genre": "Waterfalls",
      "definition": "Works relating to or describing waterfalls."
    },
    {
      "genre": "Weaponry",
      "definition": "Works relating to weaponry, its manufacture and its use."
    },
    {
      "genre": "Weights and Measures",
      "definition": "Works describing or comparing some of the many different systems of weights and measures used across eighteenth-century Europe. Most such books were intended for use by merchants and travellers."
    },
    {
      "genre": "Wet nursing",
      "definition": "Works treating wet-nursing. A sub-category of ‘Breast feeding’."
    },
    {
      "genre": "Wills and Testaments",
      "definition": "Published versions of the last wills and testaments of individuals."
    },
    {
      "genre": "Wine-making",
      "definition": "Works outlining the art of making wine. (NB. the science of growing grapes is covered by the separate keyword Viticulture)."
    },
    {
      "genre": "Women",
      "definition": "Non-fiction works treating women as a major theme."
    },
    {
      "genre": "Women's education",
      "definition": "Works relating to the education of women. A sub-category of ‘Education’."
    },
    {
      "genre": "Women's Literature",
      "definition": "Works which have been identified as being aimed specifically at a female audience."
    },
    {
      "genre": "Work of Religiosity",
      "definition": "Works which have been identified as having apparently been written or inspired in part through pious Christian motives. These may include works of fiction or history as well as works that are explicitly religious in purpose. This category is necessarily more subjective than some other keyword categories."
    },
    {
      "genre": "World history",
      "definition": "Works purporting to offer a ‘global’ or ‘universal’ historical overview, aspiring to comprehensivity over a very long durée and wide geographic spread. Despite this aspiration, these works may be essentially limited in their overview to prominent areas of the Eurasian landmass and Mediterranean region. These works typically cover such long time spans that chronological tags (eg. ‘Classical antiquity’ and ‘Ancient World’) are redundant, although if special attention is given to Old Testament history, the ‘Biblical history’ category is also used. This keyword is a sub-category of ‘History’."
    },
    {
      "genre": "World religions",
      "definition": "Works relating to the religious beliefs and practices of non-Judeo-Christian cultures, as practiced in the eighteenth century. Ancient / dead religions would usually be covered by ‘Mythology’ or ‘Paganism’ keywords. This keyword is a sub-category of ‘Religion’."
    },
    {
      "genre": "Writing (art of)",
      "definition": "Works concerned with the art of writing. This keyword is accompanied by the keyword ‘Languages’ where works focus on a discussion of the mechanics of expressive writing or writing in foreign languages, as opposed to those which are mere anthologies of model writings in French."
    },
    {
      "genre": "Yearbooks",
      "definition": "Periodical or serial literature produced annually, notably almanacs, calendars and ‘etrennes’ [new year gift books]. This keyword is a sub-category of ‘Periodical literature’."
    },
    {
      "genre": "Zannowich, Stephano",
      "definition": "Eighteenth-century adventurer."
    },
    {
      "genre": "Zoology",
      "definition": "Scientific works on the study of animals. See also the keyword definitions for ‘Biology’, ‘Natural History (general)’. This keyword is a sub-category of ‘Science’ + ‘Biology’."
    },
    {
      "genre": "Zurich",
      "definition": "Can refer to both the town or territory of Zurich."
    },
    {
      "genre": "Current Affairs",
      "definition": "Works treating contemporary history (defined in this database as the period from the accession of Louis XV of France) and/or political literature tied closely to political events during this period. ‘Current Affairs’ is a sub-category of ‘Politics’."
    },
    {
      "genre": "Emotions and Sentiments",
      "definition": "Works relating to feelings and states of being among humans."
    },
    {
      "genre": "Languages",
      "definition": "Works relating to the study, acquisition, or practical use of language, including grammars, dictionaries, vocabularies, ‘bilingual texts’, and works on the art of ‘Rhetoric’ (as opposed to anthologies of model speeches or writings), ‘Philology’ and ‘Linguistics’. Works of ‘Literary criticism’ and ‘Literary history’ are not included under this keyword, whether for French or foreign languages. For such works consult the keyword ‘Literary Studies’."
    }
  ]
}
