{
   "description":"A list of quotes from US Presidents from http://bit.ly/1hsAYQT. ID matches up with https://govtrack.us API results.",
   "data":[
      {
         "quotes":[
            "It's easier to do a job right, than to explain why you didn't"
         ],
         "id":38455,
         "name":"Martin Van Buren"
      },
      {
         "quotes":[
            "It is not strange... to mistake change for progress"
         ],
         "id":16115,
         "name":"Millard Fillmore"
      },
      {
         "quotes":[
            "A little flattery will support a man through great fatigue"
         ],
         "id":43159,
         "name":"James Monroe"
      },
      {
         "quotes":[
            "The only thing we have to fear is fear itself",
            "Remember, remember always, that all of us, and you and I especially, are descended from immigrants and revolutionists"
         ],
         "id":43176,
         "name":"Franklin D. Roosevelt"
      },
      {
         "quotes":[
            "Do what you can, with what you have, where you are",
            "It is hard to fail, but it is worse never to have tried to succeed"
         ],
         "id":43161,
         "name":"Theodore Roosevelt"
      },
      {
         "quotes":[
            "There are men and women who make the world better just by being the kind of people they are. They have the gift of kindness or courage or loyalty or integrity. It really matters very little whether they are behind the weel of a truck or running a business or bringing up a family. They teach the truth by living it",
            "If wrinkles must be written on our brow, let them not be written on our heart. The spirit should never grow old"
         ],
         "id":17346,
         "name":"James A. Garfield"
      },
      {
         "quotes":[
            "Ninety-nine percent of failures come from people who make excuses",
            "The harder the conflict, the greater the triumph"
         ],
         "id":43163,
         "name":"George Washington"
      },
      {
         "quotes":[
            "The advancement and diffusion of knowledge is the only guardian of true liberty",
            "If tyranny and oppression come to this land it will be in the guise of fighting a foreign enemy"
         ],
         "id":43158,
         "name":"James Madison"
      },
      {
         "quotes":[
            "It's amazing what you can accomplish if you do not care who gets the credit"
         ],
         "id":43162,
         "name":"Harry S. Truman"
      },
      {
         "quotes":[
            "Great lives never go out; they go on"
         ],
         "id":19617,
         "name":"Benjamin Harrison"
      },
      {
         "quotes":[
            "Honesty is the first chapter of the book wisdom",
            "On matters of style, swim with the current, on matters of principle, stand like a rock"
         ],
         "id":43157,
         "name":"Thomas Jefferson"
      },
      {
         "quotes":[
            "The Chinese use two brush strokes to write the word 'crisis.' One brush stroke stands for danger; the other for opportunity. In a crisis, be aware of the danger-but recognize the opportunity",
            "Conformity is the jailer of freedom and the enemy of growth",
            "The hottest places in hell are reserved for those who, in times of great moral crisis, maintain their neutrality",
            "One person can make a difference, and everyone should try",
            "Forgive your enemies, but never forget their names"
         ],
         "id":23230,
         "name":"John F. Kennedy"
      },
      {
         "quotes":[
            "I am a slow walker, but I never walk backward",
            "In the end, it's not the years in your life that count. It's the life in your year",
            "Leave nothing for tomorrow which can be done today",
            "Whatever you are, be a good one",
            "Nearly all men can stand adversity, but if you want to test a man's character, give him power"
         ],
         "id":43174,
         "name":"Abraham Lincoln"
      },
      {
         "quotes":[
            "Live simply, love generously, care deeply, speak kindly, leave the rest to God"
         ],
         "id":43169,
         "name":"Ronald W. Reagan"
      },
      {
         "quotes":[
            "What counts is not necessarily the size of the dog in the fight - it's the size of the fight in the dog",
            "Never question another man's motive. His wisdom, yes, but not his motives",
            "Never waste a minute thinking about people you don't like"
         ],
         "id":43168,
         "name":"Dwight D. Eisenhower"
      },
      {
         "quotes":[
            "We all do better when we work together. Our differences do matter, but our common humanity matters more",
            "When our memories outweigh our dreams, it is then that we become old"
         ],
         "id":43170,
         "name":"William J. Clinton"
      },
      {
         "quotes":[
            "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek",
            "The best way to not feel hopeless is to get up and do something. Don't wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope",
            "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress"
         ],
         "id":43155,
         "name":"Barack Obama"
      },
      {
         "quotes":[
            "I have opinions of my own - strong opinions - but I don't always agree with them",
            "A volunteer is a person who can see what others cannot see; who can feel what most do not feel. Often, such gifted persons do not think of themselves as volunteers, but as citizens - citizens in the fullest sense: partners in civilization"
         ],
         "id":9806,
         "name":"George H.W. Bush"
      },
      {
         "quotes":[
            "There's an old saying in Tennessee - I know it's in Texas, probably in Tennessee - that says, fool me once, shame on - shame on you. Fool me - you can't get fooled again"
         ],
         "id":43171,
         "name":"George W. Bush"
      },
      {
         "quotes":[
            "Words without actions are the assassins of idealism",
            "Be patient and calm; no one can catch a fish with anger"
         ],
         "id":41922,
         "name":"Herbert C. Hoover"
      },
      {
         "quotes":[
            "You don't know what you can miss before you try"
         ],
         "id":30929,
         "name":"Franklin Pierce"
      },
      {
         "quotes":[
            "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams"
         ],
         "id":41931,
         "name":"James E. Carter"
      },
      {
         "quotes":[
            "Courage and perseverance have a magical talisman, before which difficulties disappear and obstacles vanish into air",
            "Try and fail, but don't fail to try"
         ],
         "id":5380,
         "name":"John Q. Adams"
      },
      {
         "quotes":[
            "There is nothing more corrupting, nothing more destructive of the noblest and finest feelings of our nature, than the exercise of unlimited power"
         ],
         "id":19666,
         "name":"William H. Harrison"
      },
      {
         "quotes":[
            "One man with courage makes a majority"
         ],
         "id":43156,
         "name":"Andrew Jackson"
      }
   ]
}
