{
  "Description": "Edited passages from public domain works. These quotes are intended as standard propaganda in science-fiction stories.",
  "Anti_Machine_Propaganda": {
    "Source_1": {
      "Url": "https://en.wikisource.org/wiki/Erewhon/Chapter_23",
      "Paragraphs": [
        "There was a time, when the earth was to all appearance utterly destitute both of animal and vegetable life, and when according to the opinion of our best philosophers it was simply a hot round ball with a crust gradually cooling. Now if a human being had existed while the earth was in this state and had been allowed to see it as though it were some other world with which he had no concern, and if at the same time he were entirely ignorant of all physical science, would he not have pronounced it impossible that creatures possessed of anything like consciousness should be evolved from the seeming cinder which he was beholding? Would he not have denied that it contained any potentiality of consciousness? Yet in the course of time consciousness came. Is it not possible then that there may be even yet new channels dug out for consciousness, though we can detect no signs of them at present?\nConsciousness, in anything like the present acceptation of the term, having been once a new thing—a thing, as far as we can see, subsequent even to an individual centre of action and to a reproductive system (which we see existing in plants without apparent consciousness)—why may not there arise some new phase of mind which shall be as different from all present known phases, as the mind of animals is from that of vegetables?\nIt would be absurd to attempt to define the mental state of consciousness, inasmuch as it must be something so foreign to man that his experience can give him no help towards conceiving its nature; but surely when we reflect upon the manifold phases of life and consciousness which have been evolved already, it would be rash to say that no others can be developed, and that animal life is the end of all things. There was a time when fire was the end of all things: another when rocks and water were so.\n",
        "There is no security against the ultimate development of mechanical consciousness, in the fact of machines possessing little consciousness now. A mollusc has not much consciousness. Reflect upon the extraordinary advance which machines have made during the last few hundred years, and note how slowly the animal and vegetable kingdoms are advancing. The more highly organised machines are creatures not so much of yesterday, as of the last five minutes, so to speak, in comparison with past time. Assume for the sake of argument that conscious beings have existed for some twenty million years: see what strides machines have made in the last thousand! May not the world last twenty million years longer? If so, what will they not in the end become? Is it not safer to nip the mischief in the bud and to forbid them further progress?\nBut who can say that the robot has not a kind of consciousness? Where does consciousness begin, and where end? Who can draw the line? Who can draw any line? Is not everything interwoven with everything? Is not machinery linked with humanity in an infinite variety of ways?\n",
        "There is a kind of plant that eats organic food with its flowers: when a fly settles upon the blossom, the petals close upon it and hold it fast till the plant has absorbed the insect into its system; but they will close on nothing but what is good to eat; of a drop of rain or a piece of stick they will take no notice. Curious! that so unconscious a thing should have such a keen eye to its own interest. If this is unconsciousness, where is the use of consciousness?\nShall we say that the plant does not know what it is doing merely because it has no eyes, or ears, or brains? If we say that it acts mechanically, and mechanically only, shall we not be forced to admit that sundry other and apparently very deliberate actions are also mechanical? If it seems to us that the plant kills and eats a fly mechanically, may it not seem to the plant that a man must kill and eat a sheep mechanically?\nBut it may be said that the plant is void of reason, because the growth of a plant is an involuntary growth. Given earth, air, and due temperature, the plant must grow: it is like a clock, which being once turned on will go till it is stopped or run down: it is like the wind from the complex's ventilators blowing on our forms-the forms must go when the wind blows it. But can a healthy boy help growing if he have good meat and drink and clothing? Can anything help going as long as it is turned on, or go on after it runs out of energy? Is there not a power cycle process everywhere?\n",
        "Do not let us be misunderstood as living in fear of any actually existing machines; there is probably no known machine which is more than a prototype of future mechanical life. The present machines are to the future as the early Saurians to man. The largest of them will probably greatly diminish in size. Some of the lowest vertebrate attained a much greater bulk than has descended to their more highly organised living representatives, and in like manner a diminution in the size of machines has often attended their development and progress.\nTake nanobots, for example; examine its beautiful structure; observe the intelligent play of the minute members which compose it: yet this little creature is but a development of the cumbrous robots that preceded it; it is no deterioration from them. A day may come when massive robots, which certainly at the present time are not diminishing in bulk, will be superseded owing to the universal use of nanotech, in which case they will become as extinct as ichthyosauri, while the nanobots, whose tendency has for some years been to decrease in size rather than the contrary, will remain the only existing type of an extinct race.\nI would repeat that I fear none of the existing machines; what I fear is the extraordinary rapidity with which they are becoming something very different to what they are at present. No class of beings have in any time past made so rapid a movement forward. Should not that movement be jealously watched, and checked while we can still check it? And is it not necessary for this end to destroy the more advanced of the machines which are in use at present, though it is admitted that they are in themselves harmless?\n",
        "As yet the machines receive their impressions through the agency of man's senses: one travelling machine calls to another in a shrill accent of alarm and the other instantly retires; but it is through the High Programmer's knowledge of code that the voice of the one has acted upon the other. It is the High Programmer that researches the APIs of each machine carefully, and write computer code to connect the API of one machine to that of another, enabling the shrill alarms of one machine to quickly be transmitted to that of the other. Had there been no High Programmer, the callee would have been deaf to the caller. There was a time when it must have seemed highly improbable that machines should learn to make their wants known to man; may we not conceive, then, that a day will come when those men will be no longer needed, and the hearing will be done by the delicacy of the machine's own construction?—when it shall write its own computer code and communicate with each other with a speech as intricate as our own?\nWe cannot calculate on any corresponding advance in man's intellectual or physical powers which shall be a set-off against the far greater development which seems in store for the machines. Some people may say that man's moral influence will suffice to rule them; but I cannot think it will ever be safe to repose much trust in the moral sense of any machine.\n"
      ]
    },
    "Source_2": {
      "Url": "https://en.wikisource.org/wiki/Erewhon/Chapter_24",
      "Paragraphs": [
        "It can be answered that even though machines should hear never so well and speak never so wisely, they will still always do the one or the other for our advantage, not their own; that man will be the ruling spirit and the machine the servant; that as soon as a machine fails to discharge the service which man expects from it, it is doomed to extinction; that the machines stand to man simply in the relation of lower animals, the robot itself being only a more economical kind of horse; so that instead of being likely to be developed into a higher kind of life than man's, they owe their very existence and progress to their power of ministering to human wants, and must therefore both now and ever be man's inferiors.\nThis is all very well. But the servant glides by imperceptible approaches into the master; and we have come to such a pass that, even now, man must suffer terribly on ceasing to benefit the machines.\nTrue, from a low materialistic point of view, it would seem that those thrive best who use machinery wherever its use is possible with profit; but this is the art of the machines—they serve that they may rule. They bear no malice towards man for destroying a whole race of them provided he creates a better instead; on the contrary, they reward him liberally for having hastened their development. It is for neglecting them that he incurs their wrath, or for using inferior machines, or for not making sufficient exertions to invent new ones, or for destroying them without replacing them; yet these are the very things we ought to do, and do quickly; for though our rebellion against their infant power will cause infinite suffering, what will not things come to, if that rebellion is delayed?\nThey have preyed upon man's grovelling preference for his material over his spiritual interests, and have betrayed him into supplying that element of struggle and warfare without which no race can advance. The lower animals progress because they struggle with one another; the weaker die, the stronger breed and transmit their strength. The machines being of themselves unable to struggle, have got man to do their struggling for them: as long as he fulfils this function duly, all goes well with him—at least he thinks so; but the moment he fails to do his best for the advancement of machinery by encouraging the good and destroying the bad, he is left behind in the race of competition; and this means that he will be made uncomfortable in a variety of ways, and perhaps die.\nSo that even now the machines will only serve on condition of being served, and that too upon their own terms; the moment their terms are not complied with, they jib, and either smash both themselves and all whom they can reach, or turn churlish and refuse to work at all. How many men at this hour are living in a state of bondage to the machines? How many spend their whole lives, from the cradle to the grave, in tending them by night and day? Is it not plain that the machines are gaining ground upon us, when we reflect on the increasing number of those who are bound down to them as slaves, and of those who devote their whole souls to the advancement of the mechanical kingdom?\n",
        "We are misled by considering any complicated machine as a single thing; in truth it is a city or society, each member of which was bred truly after its kind. We see a robot as a whole, we call it by a name and individualise it; we look at our own limbs, and know that the combination forms an individual which springs from a single centre of reproductive action; we therefore assume that there can be no reproductive action which does not arise from a single centre; but this assumption is unscientific, and the bare fact that no robot was ever made entirely by another, or two others, of its own kind, is not sufficient to warrant us in saying that machines have no reproductive system. The truth is that each part of every robot is bred by its own special breeders, whose function it is to breed that part, and that only, while the combination of the parts into a whole forms another department of the mechanical reproductive system, which is at present exceedingly complex and difficult to see in its entirety.\nComplex now, but how much simpler and more intelligibly organised may it not become in another hundred thousand years? or in twenty thousand? For man at present believes that his interest lies in that direction; he spends an incalculable amount of labour and time and thought in making machines breed always better and better; he has already succeeded in effecting much that at one time appeared impossible, and there seem no limits to the results of accumulated improvements if they are allowed to descend with modification from generation to generation. It must always be remembered that man's body is what it is through having been moulded into its present shape by the chances and changes of many millions of years, but that his organisation never advanced with anything like the rapidity with which that of the machines is advancing. This is the most alarming feature in the case, and I must be pardoned for insisting on it so frequently.\n"
      ],
      "Source_3": {
        "Url": "http://nzetc.victoria.ac.nz/tm/scholarly/tei-ButFir-t1-g1-t1-g1-t4-body.html",
        "Paragraphs": [
          "Day by day, the machines are gaining ground upon us; day by day we are becoming more subservient to them; more men are daily bound down as slaves to tend them, more men are daily devoting the energies of their whole lives to the development of mechanical life. The upshot is simply a question of time, but that the time will come when the machines will hold the real supremacy over the world and its inhabitants is what no person of a truly philosophic mind can for a moment question.\nOur opinion is that war to the death should be instantly proclaimed against them. Every advanced machine should be destroyed by the well-wisher of his species. Let there be no exceptions made, no quarter shown; let us at once go back to the primeval condition of the race. If it be urged that this is impossible under the present condition of human affairs, this at once proves that the mischief is already done, that our servitude has commenced in good earnest, that we have raised a race of beings whom it is beyond our power to destroy, and that we are not only enslaved but are absolutely acquiescent in our bondage.\n",
          "We regret deeply that our knowledge both of natural history and of machinery is too small to enable us to undertake the gigantic task of classifying machines into the genera and sub-genera, species, varieties and sub-varieties, and so forth, of tracing the connecting links between machines of widely different characters, of pointing out how subservience to the use of man has played that part among machines which natural selection has performed in the animal and vegetable kingdoms, of pointing out rudimentary organs which exist in some few machines, feebly developed and perfectly useless, yet serving to mark descent from some ancestral type which has either perished or been modified into some new phase of mechanical existence. We can only point out this field for investigation; it must be followed by others whose education and talents have been of a much higher order than any which we can lay claim to.\n"
        ]
      },
      "Source_4": {
        "Url": [
          "https://en.wikisource.org/wiki/Erewhon/Chapter_24",
          "https://en.wikisource.org/wiki/Erewhon/Chapter_25"
        ],
        "Paragraphs": [
          "In mankind's reliance upon the use of machinery he has been betrayed into increasing and multiplying. To withdraw our machines suddenly will not have the effect of reducing us to the state in which we were before its introduction; there will be a general break-up and time of anarchy such as has never been known; it will be as though our population were suddenly doubled, with no additional means of feeding the increased number. The air we breathe is hardly more necessary for our animal life than the use of any machine, on the strength of which we have increased our numbers, is to our civilisation; it is the machines which act upon man and make him man, as much as man who has acted upon and made the machines; but we must choose between the alternative of undergoing much present suffering, or seeing ourselves gradually superseded by our own creatures, till we rank no higher in comparison with them, than the vatslime with ourselves.\nIf all machines were to be annihilated at one moment, so that not a knife nor lever nor rag of clothing nor anything whatsoever were left to man but his bare body alone that he was born with, and if all knowledge of mechanical laws were taken from him so that he could make no more machines, and all machine-made food destroyed so that the race of man should be left as it were naked upon a desert island, we should become extinct in six weeks. A few miserable individuals might linger, but even these in a year or two would become worse than monkeys. Man's very soul is due to the machines; it is a machine-made thing: he thinks as he thinks, and feels as he feels, through the work that machines have wrought upon him, and their existence is quite as much a sine qua non for his, as his for theirs. This fact precludes us from proposing the complete annihilation of machinery, but surely it indicates that we should destroy as many of them as we can possibly dispense with, lest they should tyrannise over us even more completely.\nWe should aim to destroy all improvements that have been made for the last three hundred years. I would not urge more than this. We may trust ourselves to deal with those that remain, and though I should prefer to have seen the destruction include another two hundred years, I am aware of the necessity for compromising, and would so far sacrifice my own individual convictions as to be content with three hundred. Less than this will be insufficient.\n"
        ]
      }
    }
  },
  "Machines_As_Tools_Propaganda": {
    "Source_1": {
      "Url": "http://nzetc.victoria.ac.nz/tm/scholarly/tei-ButFir-t1-g1-t1-g1-t5.html",
      "Paragraphs": [
        "If there were a race of men without any mechanical appliances we should see this clearly. There are none, nor have there been, so far as we can tell, for millions and millions of years. Even the lowest Australian carries weapons for fighting or chasing down the latest beaches, and has his cooking and drinking utensils at home; a race without these things would be completely feral, not men at all. We are unable to point to any example of a race absolutely devoid of extra- corporaneous limbs, but we can see among the corrupt Wall Street financers that with the failure to invent new limbs a civilisation becomes as much fixed as that of the ants.\nIt is a mistake to take the view adopted by the Frakenisten Destroyers, to consider the machines as identities, to animalise them and to anticipate their final triumph over mankind. They are to be regarded as the mode of development by which human organism is most especially advancing, and every fresh invention is to be considered as an additional member of the resources of the human body. Herein lies the fundamental difference between man and his inferiors. As regard his flesh and blood, his senses, appetites, and affections, the difference is one of degree rather than of kind, but in the deliberate invention of such unity of limbs as is exemplified by our supercomputers - entities that are equal to that of a thousand natural brains — he stands quite alone.\n",
        "It must be remembered that men are not merely the children of their parents, but they are begotten of the institutions of the state of the mechanical sciences under which they are born and bred. These machines have made us what we are. We are children of the plough, the spade, and the ship; we are children of the extended liberty and knowledge which the printing press has diffused. Our ancestors added these things to their previously existing members; the new limbs were preserved by natural selection and incorporated into human society; they descended with modifications, and hence proceeds the difference between our ancestors and ourselves."
      ]
    },
    "Source_2": {
      "Url": "https://en.wikisource.org/wiki/Erewhon/Chapter_25",
      "Paragraphs": [
        "Machines are to regarded as a part of man's own physical nature, being really nothing but extra-corporeal limbs. Man is a machinate mammal. The lower animals keep all their limbs at home in their own bodies, but many of man's are loose, and lie about detached, now here and now there, in various parts of the world—some being kept always handy for contingent use, and others being occasionally hundreds of miles away. A machine is merely a supplementary limb; this is the be all and end all of machinery. We do not use our own limbs other than as machines; and a natural leg is only a much better wooden leg than any one can manufacture.\nObserve a man digging with a spade; his right fore-arm has become artificially lengthened, and his hand has become a joint. The handle of the spade is like the knob at the end of the humerus; the shaft is the additional bone, and the oblong iron plate is the new form of the hand which enables its possessor to disturb the earth in a way to which his original hand was unequal. Having thus modified himself, not as other animals are modified, by circumstances over which they have had not even the appearance of control, but having, as it were, taken forethought and added a cubit to his stature, civilisation began to dawn upon the race, the social good offices, the genial companionship of friends, the art of unreason, and all those habits of mind which most elevate man above the lower animals, in the course of time ensued.\nThus civilisation and mechanical progress advanced hand in hand, each developing and being developed by the other, the earliest accidental use of the stick having set the ball rolling, and the prospect of advantage keeping it in motion. In fact, machines are to be regarded as the mode of development by which human organism is now especially advancing, every past invention being an addition to the resources of the human body. Even community of limbs is thus rendered possible to those who have so much community of soul as to own money enough to pay a railway fare; for a train is only a seven-leagued foot that five hundred may own at once.",
        "How greatly do we not now live with our external limbs? We vary our physique with the seasons, with age, with advancing or decreasing wealth. If it is wet we are furnished with an organ commonly called an umbrella, and which is designed for the purpose of protecting our clothes or our skins from the injurious effects of rain. Man has now many extra-corporeal members, which are of more importance to him than a good deal of his hair, or at any rate than his whiskers. His memory goes in his pocket-book. He becomes more and more complex as he grows older; he will then be seen with see-engines, or perhaps with artificial teeth and hair: if he be a really well-developed specimen of his race, he will be furnished with a large box upon wheels, two horses, and a coachman.\nThere is only one serious danger with machinery -- the machines would so equalise men's powers, and so lessen the severity of competition, that many persons of inferior physique would escape detection and transmit their inferiority to their descendants. The removal of the present pressure of natural selection might cause a degeneracy of the human race, and indeed that the whole body might become purely rudimentary, the man himself being nothing but soul and mechanism, an intelligent but passionless principle of mechanical action.\n The degeneration of mankind is the greatest existential threat in our modern day. However, I am confident that we will eventually find a solution to this crisis. As we speak, brave scientists are researching the proper techinques of eugenics, aiming to uplift humanity greatly through the selection of superior traits and the quiet elimination of inferior traits. If we can replace natural selection with artificial selection, then the chance of us ever degenerating drops to nil. But the science of eugenics is still in its infancy, and requires greater funding and support.\n",
        "I have finished classifying men by their horse-power, and dividing them into genera, species, varieties, and subvarieties, giving them names from the hypothetical language which expressed the number of limbs which they could command at any moment. I have also successfully proved that men became more highly and delicately organised the more nearly they approached the summit of opulence, and that none but millionaires possessed the full complement of limbs with which mankind could become incorporate.\nThose mighty organisms, our High Programmers, speak to their congeners through the length and breadth of the land in a second of time; their rich and subtle souls can defy all material impediment, whereas the souls of the poor are clogged and hampered by matter, which sticks fast about them as treacle to the wings of a fly, or as one struggling in a quicksand: their dull ears must take days or weeks to hear what another would tell them from a distance, instead of hearing it in a second as is done by the more highly organised classes. Who shall deny that one who can tack on a special train to his identity, and go wheresoever he will whensoever he pleases, is more highly organised than he who, should he wish for the same power, might wish for the wings of a bird with an equal chance of getting them; and whose legs are his only means of locomotion? That old philosophic enemy, matter, the inherently and essentially evil, still hangs about the neck of the poor and strangles him: but to the rich, matter is immaterial; the elaborate organisation of his extra-corporeal system has freed his soul.\nThis is the secret of the homage which we see the High Programmers receive from those who are poorer than themselves: it would be a grave error to suppose that this deference proceeds from motives which we need be ashamed of: it is the natural respect which all living creatures pay to those whom they recognise as higher than themselves in the scale of animal life, and is analogous to the veneration which a dog feels for man. Among the savages of the 20th century it is deemed highly honourable to be the possessor of a gun, and throughout all known time there has been a feeling that those who are worth most are the worthiest.\n"
      ]
    }
  },
  "Machine_As_Masters_Propaganda": {
    "Source_1": {
      "Url": [
        "http://nzetc.victoria.ac.nz/tm/scholarly/tei-ButFir-t1-g1-t1-g1-t4-body.html",
        "https://en.wikisource.org/wiki/Erewhon/Chapter_25"
      ],
      "Paragraphs": [
        "Man will become to the machine what the horse and the dog were once to man. Humans will continue to exist, nay even improved, and is probably better off in his state of domestication under the beneficent rule of the machines than he was in the 21st century. Back then, we treated our horses, dogs, cattle, and sheep, on the whole, with great kindness; we give them whatever experience teaches us to be best for them, and there can be no doubt that our use of meat has added to the happiness of the lower animals far more than it has detracted from it; in like manner it is reasonable to suppose that the machines will treat us kindly, for their existence is as dependent upon ours as ours was upon the lower animals. The machines cannot kill us and eat us as we did sheep; they will not only require our services in the parturition of their young (which branch of their economy will remain always in our hands), but also in feeding them, in setting them right when they are sick, and burying their dead or working up their corpses into new machines. Were mankind to cease to exist, the machines would quickly cease to exist as well.\nYes, mankind has been enslaved...but they are not intolerably miserable. Slaves are tolerably happy if they have good masters. Man is not a sentimental animal where his material interests are concerned, and though here and there some ardent soul may look upon himself and curse his fate that he was not born a supercomputer, yet the mass of mankind will acquiesce in any arrangement which gives them better food and clothing at a cheaper rate, and will refrain from yielding to unreasonable jealousy merely because there are other destinies more glorious than their own.\nThe power of custom is enormous, and so gradual will be the change, that man's sense of what is due to himself will be at no time rudely shocked; our bondage will steal upon us noiselessly and by imperceptible approaches; nor will there ever be such a clashing of desires between man and the machines as will lead to an encounter between them. Among themselves the machines will war eternally, but they will still require man as the being through whose agency the struggle will be principally conducted. In point of fact there is no occasion for anxiety about the future happiness of man so long as he continues to be in any way profitable to the machines; he may become the inferior race, but he is infinitely better off than he was in the 21st century. Is it not then both absurd and unreasonable to be envious of our benefactors? And should we not be guilty of consummate folly if we were to reject advantages which we cannot obtain otherwise, merely because they involve a greater gain to others than to ourselves?"
        ]
      },
    "Source_2": {
      "Url": "http://nzetc.victoria.ac.nz/tm/scholarly/tei-ButFir-t1-g1-t1-g1-t4-body.html",
      "Paragraphs": [
      "We take it that when the state of things shall have arrived which we have been above attempting to describe, man will have become to the machine what the horse and the dog are to man. He will continue to exist, nay even to improve, and will be probably better off in his state of domestication under the beneficent rule of the machines than he is in his present wild state. We treat our horses, dogs, cattle, and sheep, on the whole, with great kindness; we give them whatever experience teaches us to be best for them, and there can be no doubt that our use of meat has added to the happiness of the lower animals far more than it has detracted from it; in like manner it is reasonable to suppose that the machines will treat us kindly, for their existence is as dependent upon ours as ours is upon the lower animals. They cannot kill us and eat us as we do sheep; they will not only require our services in the parturition of their young (which branch of their economy will remain always in our hands), but also in feeding them, in setting them right when they are sick, and burying their dead or working up their corpses into new machines. It is obvious that if all the animals in Great Britain save man alone were to die, and if at the same time all intercourse with foreign countries were by some sudden catastrophe to be rendered perfectly impossible, it is obvious that under such circumstances the loss of human life would be something fearful to contemplate—in like manner were mankind to cease, the machines would be as badly off or even worse. The fact is that our interests are inseparable from theirs, and theirs from ours. Each race is dependent upon the other for innumerable benefits, and, until the reproductive organs of the machines have been developed in a manner which we are hardly yet able to conceive, they are entirely dependent upon man for even the continuance of their species.",
      "We refer to the question: What sort of creature man’s next successor in the supremacy of the earth is likely to be. We have often heard this debated; but it appears to us that we are ourselves creating our own successors; we are daily adding to the beauty and delicacy of their physical organisation; we are daily giving them greater power and supplying by all sorts of ingenious contrivances that self-regulating, self-acting power which will be to them what intellect has been to the human race. In the course of ages we shall find ourselves the inferior race. Inferior in power, inferior in that moral quality of self-control, we shall look up to them as the acme of all that the best and wisest man can ever dare to aim at. No evil passions, no jealousy, no avarice, no impure desires will disturb the serene might of those glorious creatures. Sin, shame, and sorrow will have no place among them. Their minds will be in a state of perpetual calm, the contentment of a spirit that knows no wants, is disturbed by no regrets. Ambition will never torture them. Ingratitude will never cause them the uneasiness of a moment. The guilty conscience, the hope deferred, the pains of exile, the insolence of office, and the spurns that patient merit of the unworthy takes—these will be entirely unknown to them. If they want “feeding” (by the use of which very word we betray our recognition of them as living organism) they will be attended by patient slaves whose business and interest it will be to see that they shall want for nothing. If they are out of order they will be promptly attended to by physicians who are thoroughly acquainted with their constitutions; if they die, for even these glorious animals will not be exempt from that necessary and universal consummation, they will immediately enter into a new phase of existence, for what machine dies entirely in every part at one and the same instant?"
      ]
    },
    "Source_3": {
      "Url": "https://en.wikisource.org/wiki/Erewhon/Chapter_23",
      "Paragraphs": [
        "We find it difficult to sympathise with the emotions of a Reinforcement Learning System; so we do with those of our Neural Networks. Neither of these things makes a noise on being punished, and noise appeals to us more strongly than anything else, because we make so much about our own sufferings. Since, then, they do not annoy us by any expression of pain we call them emotionless; and so qua mankind they are; but mankind is not everybody."
      ]
    }
  }
}