{"description": "A list of super powers",
"powers": [
  "Ability to draw power from large or small but abundant sources of energy, such as turning kinetic energy into physical blasts or converting solar energy into other forms. Sometimes based on proximity to source, sometimes stored for future use.",
  "Ability to manipulate and control objects with the mind, often in ways not visible to the naked ",
  "Ability to enhance or weaken the powers of others.",
  "Ability to bestow powers or jump-start latent powers.",
  "Ability to copy or absorb another's powers or skills.",
  "Ability to cancel the superpowers of others.",
  "Ability to sense or recognize superhuman powers.",
  "Ability to generate acid, can be manifested through touch or as a spray (e.g. acid spit, acid blood, etc.).",
  "Ability to take on the abilities of certain animals.",
  "Ability to control all aspects of a living creature's biological make-up. This includes, but is not limited to, genetic alterations, physical distortion/augmentations, healing, disease, and biological functions.",
  "Ability to replace one's limbs or other body parts with those of another.",
  "Ability to manipulate the bones in one's own body. This includes, but is not limited to, the generation of new bone mass, projecting bones out from the skin or rearranging one's own bones.",
  "Ability to create physical duplicates of oneself.",
  "Ability to bring past and future versions of oneself back to the present.",
  "Ability to determine location of objects in the environment by use of reflected sound waves, whether generated by the character or ambient sound. Also known as sonar or radar sense.",
  "Ability to heal rapidly and with greater finality from any injury; the rate of recovery varies from character to character. Can sometimes result in the slowing of aging and immunity to illnesses and other defects.",
  "Ability to render the user unseen to the naked eye and/or other forms of perception.",
  "Ability to be immune to one or more forms of physical, mental, and spiritual damage and influence.",
  "Ability to absorb forms of kinetic energy into oneself and utilize it in some way, such as by converting it into physical strength or using it to power energy blasts.",
  "Ability to live longer than a normal human.",
  "Ability to consume any sort of matter without any ill effects on the user.",
  "Ability to temporarily merge two or more beings into a single being, which results in a completely new and stronger being.",
  "Ability to generate and control pheromones which may have various effects.",
  "Ability to assault others with one or more varieties of toxins, with widely disparate effects.",
  "Ability to animate and lengthen one's hair.",
  "Ability to develop a resistance or immunity to whatever they were injured by or exposed to. This effect can be permanent or temporary.",
  "Ability to explode one's body mass and reform.",
  "Ability to generate vocal sounds of a higher amplitude than a normal human.",
  "Ability to inhale/exhale with superhumanly powerful strength. This can range from exhalation on par with gale force winds to inhalation on par with the power of a gravitational vortex. In some cases, freezing temperatures can also be achieved.",
  "Ability to have a higher resistance to one or more forms of damage before being injured as well as the ability to exert ones self in an activity indefinitely without becoming tired and/or survive for long periods of time without consumption or water.",
  "Ability to react faster than a normal human and to possess greater flexibility and with higher/farther jumping capacity.",
  "Ability to see, smell, taste, feel and/or hear more than a normal Human.",
  "Ability to have a level of strength much higher than normally possible given their proportions.",
  "Ability to see through solid matter",
  "Ability to burn objects and other individuals with one's gaze",
  "Ability to magnify and extend one's vision to various levels",
  "Ability to freeze objects and other individuals with one's gaze",
  "Ability to adhere to solid surfaces, including walls and ceilings",
  "Ability to respirate through water in lieu of a gaseous medium. Not to be confused with an ability to go without breathing or to be able to breathe an alternative air supply.",
  "Ability to sense the overall well-being and conditions of one's immediate environment and natural setting stemming from a psychic sensitivity to nature",
  "Ability to know or understand something without the need of studying or previous experience.",
  "Ability to understand any form of language, a natural polyglot. This can be accomplished in various ways.",
  "Ability to know anything and everything",
  "Ability to have intelligence quotient far above that of a genius level. This ability can be so evolved that its user can gain psychic abilities (psychokinesis, telepathy, etc.) and resist both mind control and other psionic attacks.",
  "Ability to track an individual or object through supernatural means; sometimes referred to as "pathfi",
  "Ability to detect actions and events in other dimensions. This is occasionally used in comics as an awareness of the fourth wall between the characters and the artist or audience.",
  "Ability to read or sense the emotions and/or control the emotions or feelings of others",
  "Ability to see and communicate with the dead (i.e., ghosts)",
  "Ability to perceive the future. It may be expressed in vague dreams while asleep, other times it can be clear and can occur at will. It may also be used as a form of "danger sense" to show the user that they are being threatened and from what direction it is coming from.",
  "Ability to relate details about the past or future condition of an object or location, usually by being in close contact with it",
  "Ability to read the thoughts of, or to mentally communicate with others",
  "Ability to manipulate technology. Manifested as a special form of electrical/telekinetic manipulation, a special form of "morphing" which allows physical interaction with machines, or even a psychic ability that allows for mental interface with computer data",
  "Ability to cause an astral projection to stay on the astral plane, usually in one specific place",
  "Ability to erase or enhance the memories of another",
  "Ability to take control and inhabit the body of an individual",
  "Ability to overload another's mind causing pain, memory loss, lack of consciousness, vegetative state or death after having created a psionic link into that individual's mind",
  "Ability to create a weapon of psychic energy that can harm mentally and not physically",
  "Ability to bring inanimate objects to life or to free an individual from petrification",
  "Ability to create or manipulate darkness, often by mentally accessing a dimension of dark energy (the Darkforce dimension in Marvel Comics, and the Shadowlands in DC Comics) and manipulating it",
  "Ability to increase or decrease the natural density of an object and/or one's self",
  "Ability to disintegrate matter through touch or through beams",
  "Ability to manipulate or generate gravitons, or other types of gravitational interactions",
  "Ability to live forever. This may be complete immortality encompassing invulnerability, partial invulnerability to all but specific events (i.e., decapitation or exposure to a specific chemical such as kryptonite), or simply an inability to age normally.",
  "Ability to quantum tunnel through solid matter without harm[166]",
  "Ability to control, generate or absorb light particles",
  "Ability to control and/or generate magnetic fields",
  "Ability to increase or decrease mass in an object",
  "Ability to mentally manipulate the molecules of objects and/or one's self on a molecular level",
  "Ability to alter probability, causing unlikely things to happen, or likely things not to happen",
  "Ability to generate, manipulate or have immunity to toxic radiation",
  "Ability to change or manipulate reality itself",
  "Ability to come back to life after being killed as well, or to bring others back to life",
  "Ability to manipulate sound",
  "Ability to affect the flow of time by slowing, accelerating, reversing, or stopping it",
  "Ability to control or manipulate the elements o",
  "Ability to control, generate, or absorb air or wind",
  "Ability to communicate with animals, birds and even aquatic creatures and get them to perform tasks on command",
  "Ability to reduce the kinetic energy of atoms and thus reduce temperature, can be used to control, generate, or absorb ice",
  "Ability to control earth; sand, stone, rock, lava, dirt, or other minerals",
  "Ability to control, generate or absorb electric fields",
  "Ability to control the kinetic energy of atoms to generate, control or absorb fire",
  "Ability to create, control, manipulate or animate plant life",
  "Ability to control, generate or absorb water",
  "Ability to control or mentally affect the weather. This includes the ability to generate various natural phenomena (rain, tornadoes, lightning, ocean currents, etc.) or control the intensity of the weather.",
  "Ability to generate or transform various forms of energy into a "solid" or concussive beam of energy",
  "Ability to expel various forms of energy from the body",
  "Ability to create complex shapes (such as giant boxing gloves or cages) or even functional machinery (such as fire extinguishers or laser rifles) out of solid energy",
  "Ability to absorb one form of energy and convert it into another form of energy",
  "Ability to project powerful fields of manipulated energy",
  "Ability to travel through electrical conduits (such as power lines or telephone lines). Can enter through devices such as televisions, electrical poles or computers",
  "Ability to be present anywhere and everywhere simultaneously",
  "Ability to travel between two or more dimensions, realities, realms, etc.",
  "Ability to create wormholes, portation "discs" or other spatial portals for transport between two non-adjacent locations",
  "Ability to summon beings or objects for assistance. This may range from invoking simple implements to mighty familiar spirits",
  "Ability to move from one place to another without occupying the space in between",
  "Ability to travel back or forth through time",
  "Ability to lift off the ground, to ride air currents or to fly self-propelled through",
  "Ability to alter or deceive the perceptions of another. Can be sensory, a light or sound-based effect, or an alteration of mental perceptions. May overlap with reality warping when it is possible to interact with the images",
  "Ability to change appearance or body shape",
  "Ability to take on animal forms. May be able to take on the abilities of the altered form",
  "Ability to stretch, deform, expand or contract one's body into any form imaginable",
  "Ability to transform completely into an inorganic substance while retaining organic properties",
  "Ability to turn partially or completely into a liquid",
  "Ability to change ones physical, biological form to mimic the appearance, characteristics and/or power set of other individuals",
  "Ability to increase or decrease one's size",
  "Ability to transform into a gaseous, mist, or fog-like form",
  "Ability to transform into any substance touched"
]}